{
  "data": [
    {
      "date": "2019-02-08T17:13:00+05:30\",",
      "headline": "Brookfield in talks to buy stake in Jios tower, fibre assets: Report\",",
      "body": "Canadian private equity firm Brookfield Asset Management is in preliminary talks with India&#39;s Reliance Industries to buy a stake in its optical fibre and telecom tower assets, The Times of India newspaper reported on Friday.\r\n\r\n\tReliance Industries Ltd said in December it planned to separate its fibre and tower business from its telecom arm Reliance Jio Infocomm Ltd, commonly known as Jio.\r\n\r\n\t&quot;The end objective of that is to find a different set of investors who would be wanting to run these kind of assets,&quot; V Srikanth, joint chief financial officer of Reliance Industries said in January at the company&#39;s quarterly results announcement.\r\n\r\n\tThe move will help Reliance to unlock value in the assets and reduce debt, he said.\r\n\r\n\tWhile Srikanth declined to mention the number of towers the company has, or the reach and length of the fibre optic infrastructure, the company had said earlier it wanted to cover 99 per cent of India&#39;s population by the end of December 2019 with its telecom service.\r\n\r\n\tThe value of the assets is expected to be around $15 billion, the newspaper said, without citing its sources.\r\n\r\n\tReliance and Brookfield did not reply to emails seeking comment.\r\n\t\r\n\t\tALSO READ: RIL becoming consumer giant like Alibaba, may rival Amazon, Walmart: Study\r\n\r\n\tJio, which has absorbed $40 billion of Reliance&#39;s capital expenditure (capex) in the last five years, has around $25 billion of debt and has been instrumental in turning India&#39;s most valuable energy company into a position of net debt.\r\n\r\n\tAnalysts at foreign broking firm CLSA have said that since a big chunk of Jio&#39;s capex has been put towards building its tower and fibre infrastructure, a potential sale of the assets could reduce the telecom firm&#39;s debt substantially.\r\n\r\n\tSince its launch in September 2016, Jio, billionaire Mukesh Ambani&#39;s most ambitious venture, has upended the telecom sector in India with cut price data and free voice calls. The entry of Jio has pushed all telecom companies into losses or forced consolidation.\r\n\r\n\tLast year, newspapers reported that Brookfield was also in talks to acquire a natural gas pipeline owned by a personal investment vehicle of Mukesh Ambani.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-02-03T01:08:00+05:30\",",
      "headline": "Now, Reliance Industries knocks on NCLTs door for share in Essar Steel pie\",",
      "body": "Mukesh Ambani-led Reliance Industries (RIL) has joined other operational creditors knocking on the doors of the National Company Law Tribunal (NCLT), seeking dues in the Essar Steel insolvency case.\r\n\tClaiming Rs 16.41 crore in what is believed to have accrued out of fuel and other services provided to Essar Steel&rsquo;s 8 million metric tonnes per annum plant at Hazira, RIL has filed applications for the same before the NCLT&#39;s Ahmedabad Bench.\r\n\tIn a separate application as an operational creditor, RIL has made Satish Kumar Gupta, the resolution professional (RP), and State Bank of India, the lead banker in Essar Steel&#39;s committee of creditors, respondents.\r\n\tRIL&rsquo;s claim is yet to come up for hearing at the NCLT. An emailed query to RIL remained unanswered.\r\n\t\r\n\t\tALSO READ: Valuing Reliance&#39;s different businesses\r\n\t \r\n\tIt needs to be seen, though, as to how much RIL will eventually get against its claims, given that it has come at the fag end of the Essar Steel insolvency case, say sources. RIL&#39;s application has come after ArcelorMittal&rsquo;s resolution plan, worth Rs 42,000 crore, has been submitted and approved by 92 per cent of lenders and placed before the NCLT now.\r\n\tEarlier, ArcelorMittal&#39;s plan to acquire the insolvent Essar Steel under the Insolvency and Bankruptcy Code got a breather when the NCLT rejected Essar Steel Asia Holding&#39;s, the latter&#39;s holding company, settlement proposal worth Rs 54,389 crore.\r\n\tWhile presenting ArcelorMittal&rsquo;s plan to the two-member Bench, comprising Harihar Prakash Chaturvedi and Manorama Kumari, the RP&#39;s legal counsels told the NCLT that claims by operational creditors, including RIL&#39;s, worth over Rs 1 crore will only get up to Rs 99 lakh under the plan. Scores of operational creditors, including the Gujarat government&#39;s distribution company Dakshin Gujarat Vij Company and Gujarat Energy Transmission, have filed petitions seeking dues worth crores of rupees.\r\n\tFurther, Standard Chartered Bank has filed an objection against ArcelorMittal&rsquo;s resolution plan in the NCLT, after its dues worth Rs 3,487 crore were reduced to a pittance. The bank&#39;s hearing is scheduled for February 5.\r\n\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-24T22:54:00+05:30\",",
      "headline": "Valuing Reliances different businesses\",",
      "body": "Reliance Industries&rsquo; (RIL) diverse business streams have an interesting combination of exposures. The thrust into e-commerce is unsurprising. Given the rapid expansion of the revenue market share (RMS) for Reliance Jio to around 26 per cent, and a substantial physical retail footprint, RIL is in a unique position when it comes to offering a sort of hybrid online-offline retail model.\r\n\r\n\tIt has 7,500-odd physical stores, with the backup of warehouses, private brands, etc. It has 280-million-plus telecom subscribers, all of whom are on data plans. It also has a sequence of e-commerce ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-24T19:15:00+05:30\",",
      "headline": "RIL becoming consumer giant like Alibaba, may rival Amazon, Walmart: Study\",",
      "body": "Oil-to-telecom conglomerate Reliance Industries is evolving from an integrated energy company into a consumer giant like China&#39;s Alibaba and potentially could rival likes of Amazon and Walmart, says a report on Thursday. &nbsp;\r\n\r\n\tIndia&#39;s No1 oil refining and petrochemical company plans to roll out its online shopping platform that will combine its retail arm&#39;s nearly 10,000 stores in over 6,500 towns as well as neighbourhood retailers with its fast expanding mobile phone network that already has 280 million subscribers.\r\n\r\n\t&quot;Our analysis suggests RIL can become a market leader in telecom and media, while gaining significant share in retail/e-commerce. Its success could be built on an ecosystem or bundling strategy, and a home-court advantage, similar to Alibaba&#39;s success in China, beyond explicit or implicit policy support,&quot; brokerage firm UBS said.&nbsp;\r\n\r\n\tWhile Amazon&#39;s strong &#39;Prime&#39; membership growth has been a key pillar of its business, Reliance has similarly built a strong telecom subscriber base.\r\n\r\n\tThe company has already surprised investors by reaching a market-leading position in telecom within a short span of two-and-a-half years. Its edge in fixed broadband (FTTH) derives from low penetration, high capital intensity, a fibre roll-out lead, and content tie-ups.\r\n\r\n\t&quot;In retail/e-commerce, despite competition from well-funded global companies, RIL&#39;s wide footprint of physical stores along with its omnichannel focus, subscriber reach and regulations governing foreign e-commerce entities could help it gain a 300 basis point market share in high-growth, modern retail,&quot; it said.\r\n\t&nbsp;\r\n\r\n\tALSO READ:&nbsp;RIL&#39;s plan to strengthen balance sheet hinges on telecom, e-commerce plans\r\n\r\n\tThe company&#39;s traditional energy businesses have funded the consumer segment and remain key to its market-leading position.\r\n\r\n\tRIL, it said, can potentially become a unique quadruple play by bundling connectivity, carriage, content and commerce to gain higher share of consumers&#39; wallet.\r\n\r\n\tListing some comparables between Alibaba and Reliance, it said pursuing an ecosystem or a bundling strategy in a high-growth fragmented retail sector with lower online penetration and home-turf advantage are common to both.\r\n\r\n\tAmazon&#39;s core value proposition to customers is its &#39;Prime&#39; subscription, which offers free shipping and video and music content. &quot;Our assessment of the capital framework, regulations, business positioning and emerging trends in each of its consumer-facing business indicates RIL can lead in telecom and media and gain significant share in retail/e-commerce,&quot; it said.&nbsp;\r\n\r\n\t&quot;Can RIL evolve into India&#39;s Amazon/Alibaba/Walmart?,&quot; UBS asked and answered it with a &quot;Yes.&quot;\r\n\t&nbsp;\r\n\r\n\tALSO READ:&nbsp;Reliance vs Amazon: Can Bezos beat Ambani without getting bruised?\r\n\r\n\t\r\n\tCurrently, the company&#39;s energy business contributes 75 per cent of its Ebitda (Earnings before interest, taxes, depreciation, and amortisation). Consumer business accounts for the remaining 25 per cent.\r\n\r\n\t&quot;We think there are many similarities between the India of today and the China of 10 years ago. India&#39;s retail landscape is fragmented, and there are significant demographic and socioeconomic differences from top to low-tier cities.\r\n\r\n\t&quot;Online penetration is low in India, with e-commerce accounting for 2.3 per cent of retail sales in 2018; in comparison, China&#39;s e-commerce penetration is over 20 per cent currently. This means India is still not at the sweet spot for e-commerce adoption, where mainstream adopters shift rapidly to online spending and platforms experience hyper-growth,&quot; UBS said.\r\n\t&nbsp;\r\n\r\n\tALSO READ:&nbsp;Reliance&#39;s e-commerce entry to reduce digital colonisation: Mohandas Pai\r\n\r\n\tReliance also has a &#39;home court&#39; advantage.\r\n\r\n\t&quot;There are now more supportive policies in India. India&#39;s e-commerce law should be supportive of domestic companies, including RIL. In China, Alibaba was also able to overtake a dominant eBay in the early days because it invested more both to sign up merchants and to acquire customers.&quot;\r\n\t&nbsp;\r\n\r\n\tALSO READ:&nbsp;Mukesh Ambani&#39;s RIL to enter e-commerce, take on Amazon and Flipkart&nbsp;\r\n\r\n\t&quot;Beyond any explicit or implicit policy support, we believe this home court advantage is important. Companies that have to justify years of heavy investments in a foreign market often at times will be less aggressive than a domestic one that has nowhere to go if it fails to gain traction,&quot; it added.&nbsp;\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-24T09:39:00+05:30\",",
      "headline": "RILs plan to strengthen balance sheet hinges on telecom, e-commerce plans\",",
      "body": "Reliance Industries Ltd.&rsquo;s plan to strengthen its balance sheet will hinge on future capital spending as credit market participants zero in on whether the company will be able to slow those outlays over the next year.\r\n\r\n\tThe conglomerate has invested about $64 billion across telecom and retail as well as petrochemicals and oil refining expansions, Joint CFO V. Srikanth said during last week&rsquo;s earnings briefing. Reliance will probably continue to spend to build capacities in its telecom business as well as on its e-commerce and broadband operations, according to Nitin Tiwari, an analyst with Antique Stock Broking Ltd.\r\n\t\r\n\t\r\n\t\tALSO READ: Reliance vs Amazon: Can Bezos beat Ambani without getting bruised?\r\n\t\r\n\t\t\r\n\t\t\r\n\t\t\tSource: Bloomberg\r\n\r\n\tWhile petrochemicals has been a key driver for the group&rsquo;s earnings, contributing about half of total operating profit, shrinking profits from converting dirty residual oil into cleaner light fuel pose a headache. However, the company&rsquo;s balance sheet will be stronger in a year, Srikanth said, as its investment goes down and it transfers its fiber and tower undertakings to separate companies.\r\n\t\r\n\t\r\n\t\tALSO READ: Reliance&#39;s e-commerce entry to reduce digital colonisation: Mohandas Pai\r\n\r\n\r\n\tSpending on telecom unit Reliance Jio Infocomm Ltd. and rising debt have been &ldquo;a key worry, and monetization of tower/fiber could allay this,&rdquo; wrote Mumbai-based Anil Sharma and Ravi Adukia, analysts at Nomura Holdings Inc.\r\n\r\n\t\r\n\t&mdash; With assistance by Saket Sundria\r\n\t\r\n\tBloomberg\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-22T10:53:00+05:30\",",
      "headline": "Reliance vs Amazon: Can Bezos beat Ambani without getting bruised?\",",
      "body": "The battle for the Indian consumer was never going to be an all-American affair.\r\n\r\n\tWalmart Inc.&rsquo;s splashy acquisition last year of Flipkart Online Services Pvt., the homegrown e-tailer giving Amazon.com Inc. a solid run for its money, might have given the impression of a two-horse race. But as I argued (here and here), billionaire Mukesh Ambani wasn&rsquo;t going to watch from the sidelines.\r\n\r\n\tAnd last week India&rsquo;s richest man jumped right into the fray. Ambani, chairman of the petrochemicals-to-telecom conglomerate Reliance Industries Ltd., has a four-legged plan to connect India&rsquo;s 30 million small retailers with consumers. One, neighborhood marts will be connected to Reliance Retail Ltd.&rsquo;s footprint of almost 10,000 stores, offering them common inventory-management, billing and tax platforms as well as low-cost payment terminals. That will give the expanded retail network formidable sourcing power.\r\n\r\n\tThe second hook is Ambani&rsquo;s telecom business. Consumer e-commerce in India is dominated by the urban middle class. Out of the country&rsquo;s 500 million Internet users, almost 200 million live in rural areas where one out of four goes online less than once a month. No wonder the number of online consumers, while growing rapidly, is expected to be only about 120 million this year. Reliance Jio Infocomm Ltd. alone has 280 million digital subscribers.\r\n\r\n\tThe ubiquity of Jio as a 4G telecom carrier, and the revolution it has unleashed in lowering data prices, means even shops in villages and semi-rural towns can now profitably transact with less affluent customers by using a hybrid offline-online model.\r\n\r\n\tThird, Indians are watching almost 5 billion hours of video a month on their mobile phones and fiber broadband connections with Jio. That stickiness gives Ambani heft to promote private-label fashion, currently housed under the brand AJIO.\r\n\r\n\tFinally, Ambani&rsquo;s ability to influence policies in his home market shouldn&rsquo;t be underestimated. Just as Reliance gets ready to push ahead, the Indian government has tweaked its e-commerce rules and made them more onerous for Amazon and Walmart-Flipkart. Until now, foreign retailers had found ways around a low that allows them to act only as pure marketplaces that don&rsquo;t stock their own inventories or offer discounts. Now that the loopholes are being plugged starting next month, Ambani is pitching the idea that Indians&rsquo; shopping data should be stored locally.\r\n\r\n\tReliance Jio&rsquo;s digital investments have already exceeded $40 billion. But in India&rsquo;s hyper-competitive telecom market, the average revenue it can get from users isn&rsquo;t even $2 a month. One way to make a carriage- and content-centered business spew out profits is to make it a triple play by throwing commerce into the mix, and lacing it with good, old-fashioned lobbying.\r\n\r\n\tThe Indian government is forcing Amazon CEO Jeff Bezos to compete with one hand tied behind his back. He could still beat Ambani, but he won&rsquo;t be able to avoid getting bruised.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-19T11:00:00+05:30\",",
      "headline": "Reliances e-commerce entry to reduce digital colonisation: Mohandas Pai\",",
      "body": "Investment guru and former Infosys CFO T V Mohandas Pai Saturday said the foray of Mukesh Ambani&#39;s Reliance into India&#39;s e-commerce space would allay fears of digital colonisation and dramatically lower costs, immensely benefiting the consumers.\r\n\r\n\t&quot;One thing is certain that consumers and India will be a winner, and in online retail, the fear of becoming a digital colony will recede with the entry of a formidable Indian entity, Reliance,&quot; he told PTI in an interview here.\r\n\r\n\tReliance seems to be creating next generation retail network which has the potential to radically change the dynamics of retail in a fast-growing economy, Pai said, adding that &quot;it would dramatically lower costs, reduce inefficiencies in supply chain, reduce waste and deliver better. This will immensely benefit consumers.&quot;\r\n\r\n\tPai&#39;s comments come in the wake of Ambani&#39;s plans to create an online-to-offline platform at the Vibrant Gujarat Summit and urging Prime Minister Narendra Modi to take steps to end increasing &quot;data colonisation&quot; by global corporations.\r\n\r\n\tAmbani, who is Chairman of Reliance Industries, drew parallels between Mahatma Gandhi&#39;s movement against political colonisation and call for a revolution against data colonisation and pressed for control and ownership of India&#39;s data by its own people, not by corporates.\r\n\r\n\tReliance is truly a formidable competitor as it has capital, technology, networks, physical retail presence, a long term vision and the passion to win, he said.\r\n\t\r\n\t\tALSO READ: Mukesh Ambani&#39;s RIL to enter e-commerce, take on Amazon and Flipkart\r\n\r\n\tReliance&#39;s next generation retail network is powered by a robust fiber network with an efficient supply-chain giving consumers an online offline experience of their choice.\r\n\r\n\tPai noted that exciting times were ahead with the entry of Reliance into the e-commerce space as the existing online players have grown on customer discounts blowing up nearly Rs 50,000 crore in capital through discounts and infrastructure.\r\n\r\n\t&quot;Jio has created a national network of mom and pop stores and other retail along with their own network on a broadband fiber network.\r\n\t\r\n\t\tALSO READ: Reliance to invest Rs 3 trillion in next 10 years in Gujarat: Mukesh Ambani\r\n\r\n\tWith their existing retail network they will be a formidable competitor to the Big online retail players.\r\n\r\n\tFor retail to succeed, the supply chain and distribution are critical,&quot; he said.\r\n\r\n\tThe online retailers create the distribution capability through their tech portals which has a global reach but the back end supply chain remains the same as goods need to be delivered, the former Infosys CFO said.\r\n\r\n\t&quot;The business is now moving to an online offline model as consumers still love the physical shopping experience in many categories,&quot; he added\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-18T15:35:00+05:30\",",
      "headline": "Mukesh Ambanis RIL to enter e-commerce, take on Amazon and Flipkart\",",
      "body": "Reliance Industries Ltd. will roll out its online shopping platform to 1.2 million retailers and store-owners in Gujarat, sketching out an ambitious plan to take on Amazon.com Inc. and Walmart Inc.&rsquo;s Flipkart on its home turf.\r\n\r\n\tMukesh Ambani, Asia&rsquo;s richest man, intends to take on the world&rsquo;s largest retailers by combining his Jio telecom service, mobile devices and a vast physical retail network. The energy-to-consumer conglomerate joins Amazon and Flipkart in expanding aggressively across the world&rsquo;s fastest-growing major e-commerce market, where organized retail is still a rarity.\r\n\r\n\t&ldquo;Jio and Reliance Retail will launch a unique new commerce platform to empower and enrich our 12 lakh small retailers and shopkeepers in Gujarat,&rdquo; the Reliance chairman said at the Vibrant Gujarat summit on Friday. Twelve lakh is equivalent to 1.2 million.\r\n\t\r\n\t\r\n\t\tALSO READ: Reliance Industries gains 2% as Q3 profit beats estimate\r\n\r\n\tFast-growing Jio currently has 280 million subscribers, while Ambani&rsquo;s retail arm operates nearly 10,000 outlets across more than 6,500 Indian cities and towns. They&rsquo;ll team up to bring merchants aboard through Jio&rsquo;s apps and devices, V. Subramaniam, a top executive at Reliance Retail, said Thursday after the company put out quarterly numbers.\r\n\r\n\tLast month, India tightened rules that will disallow foreign-owned online retailers from selling products via companies in which they own equity, and forbid them from pushing merchants to sell exclusively through their platforms. The rules are expected to affect the operations of both Amazon and Walmart, which acquired Flipkart Online Services Pvt in a $16 billion deal. They&rsquo;re expected to benefit local enterprises such as Reliance.\r\n\r\n\tAmbani has been gradually revealing details of his plans in e-commerce. In July, he said his platform would use augmented reality, holographs and virtual reality to create an &ldquo;immersive shopping experience.&rdquo;\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-18T14:45:00+05:30\",",
      "headline": "Reliance to invest Rs 3 trillion in next 10 years in Gujarat: Mukesh Ambani\",",
      "body": "India&#39;s richest person Mukesh Ambani Friday committed to investing Rs 3 trillion in various projects in the next 10 years in Gujarat, that may range from energy and petrochemical to new technology and digital business.\r\n\r\n\tAmbani&#39;s Reliance Industries operates the world&#39;s largest oil refining complex at Jamnagar in Gujarat as well as petrochemical units at multiple locations in the state.\r\n\r\n\t&quot;Gujarat is Reliance&#39;s Janmabhoomi (birthplace) as well as its Karmabhoomi (workplace). Gujarat has always been - and will always remain - our first choice,&quot; he said at the 9th Vibrant Gujarat Global Summit here.\r\n\r\n\tReliance Industries has also invested billions of dollars in the rollout of telecom venture, Jio.\r\n\r\n\tALSO READ:&nbsp;Mukesh Ambani&#39;s RIL may list retail arm Reliance Retail Ventures in 2019\r\n\r\n\t&quot;We have so far invested nearly Rs 3 trillion in the state of Gujarat. And created and catalyzed over one million livelihood opportunities in Gujarat. In comparison to the past decades, Reliance will double this investment and employment numbers over the next ten years,&quot; he said.\r\n\r\n\tAmbani said, while Jio&#39;s network is now fully 5G ready, the telecom arm and the retail division will launch a new commerce platform to connect small retailers and shopkeepers with customers.\r\n\r\n\tThe twin oil refineries at Jamnagar will produce more value-added products like petrochemicals and less of fuel as the world moves towards electric vehicles.\r\n\r\n\tHe, however, did not say when Jio, that started operations in 2016, will launch 5G services.\r\n\r\n\t&quot;Today, Gujarat is the showcase for Jio&#39;s 4G wireless broadband network... And Jio&#39;s network is fully 5G ready; which means Gujarat will continue to remain on the forefront of digital connectivity for years to come,&quot; he noted.\r\n\r\n\tALSO READ:&nbsp;Vibrant Gujarat Summit 2019 LIVE: India is land of opportunity, says Modi\r\n\r\n\tWithout giving timelines, he said Jio and Reliance Retail, which has over 9,000 stores across the country, will launch &quot;a unique new commerce platform to empower and enrich our 12 lakh small retailers and shopkeepers in Gujarat which are part of over 3 crore community in India.&quot;\r\n\t\r\n\tAmbani had previously spoken of leveraging the Jio network for launching some sort of e-commerce venture.\r\n\r\n\t&quot;As the world moves towards electrical vehicles, Reliance will use hydrocarbons less for fuel and more for producing high-value new materials with a wide range of uses in society,&quot; he said adding the oil to chemicals strategy will greatly boost exports and create employment.\r\n\r\n\tAlso, Reliance Foundation will invest Rs 150 crore to make Pandit Deendayal University in Gujarat even stronger and an institution of international repute, he said.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-18T09:55:00+05:30\",",
      "headline": "Reliance Industries gains 2% as Q3 profit beats estimate\",",
      "body": "Shares of Reliance Industries gained 2 per cent to Rs 1,157 apieceon the BSE after the company reported a better-than-expected consolidated net profit of Rs 10,251 crore in October-December quarter (Q3FY19). RIL became the first Indian private sector company to cross Rs 10,000 crore quarterly profits milestone. The company had a profit of Rs 9,420 crore in the year-ago quarter.\r\n\tConsolidated revenues came in at Rs 1,71,336 crore, a growth of 55.9 per cent as compared to Rs 109,905 crore in the corresponding period of the previous year.\r\n\tAnalysts on an average had expected a profit of Rs 9,037 crore on revenue of Rs 119,648 crore for the quarter.\r\n\tThe gross refining margin (GRM) during the quarter under review declined to $8.8 per barrel from $9.5 earlier, falling for the fifth straight quarter. The company&rsquo;s profit before tax, depreciation and interest increased by 20 per cent to Rs 23,801 crore over the previous year quarter.\r\n\tThe growth in operating profit was led by strong operating performance in petrochemicals, retail and digital services businesses. Significant volume growth and margin improvement in key product categories boosted petrochemicals segment earnings. Superior product and value proposition in retail and digital services business are driving customer traction and profitability, RIL said in a statement.\r\n\tReliance Jio Infocomm (RJio), the telecom arm of RIL, beat Street estimates by reporting a profit of Rs 831 crore for Q3FY19, up 22 per cent sequentially and 65 per cent year-on-year, riding on a sustained pace of subscriber additions.\r\n\t&ldquo;RIL&rsquo;s telecom and retail ventures continue to scale up, while petchem has shown resilience under challenging times. Going forward, commercialization of the petcoke project, IMO-led GRM boost, and the start of KG-D6 satellites should support petroleum segment earnings growth, while growth of consumer businesses should continue. Capex moderation and deleveraging remain the key triggers, while asset monetization is a positive,&rdquo; analysts at Emkay Global Financial Services said in a result update.\r\n\tAnalysts at Elara Capital remain positive on margin and volume expansion of petchem due to ROGC plant benefits and earnings growth from telecom (Jio) and retail.\r\n\r\n\t\r\n\tAt 09:51 am; RIL was trading 1 per cent higher at Rs 1,144 on the BSE, as compared to 0.03 per cent rise in the S&P BSE Sensex. A combined 6.01 million equity shares changed hands on the counter on the BSE and NSE so far.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-17T17:45:00+05:30\",",
      "headline": "Why Rs 1-cr fine shouldnt be slapped for flouting NGT order: CPCB to RIL\",",
      "body": "The Central Pollution Control Board has asked Reliance industries why a fine of Rs 1 crore should not be slapped on it and prosecution not initiated over non compliance of National Green Tribunal order on installation of anti-pollution &quot;vapour recovery&quot; systems (VRS) at fuel stations.\r\n\r\n\tThe CPCB had earlier slapped a fine of Rs 1 crore each on three public sector oil companies for their failure to install VRS systems at fuel stations.\r\n\r\n\tThe CPCB said that the National Green Tribunal had on September 28 directed oil companies to ensure installation of VRS in petrol pumps selling more than 300 kilolitres per month (KL/M) but the Reliance industries informed that there is no such retail outlet. It also said that there are two retail outlets selling less than 300 KL/M and VRS will be installed by December 31, 2018.\r\n\r\n\tIn a letter dated January 8, the CPCB said Reliance industries informed it that installation of VRS stage II at retail outlets selling less than 300 KL/month has been completed but no compliance status was submitted with respect to installation of VRS IB at these stations.\r\n\r\n\tVapour recovery system 1B is used to control the vapour released during the offloading of fuel at distribution centres. Vapour recovery system Stage 2 is used to control the vapour while the fuel is transferred from holding tanks to vehicles.\r\n\r\n\t&quot;The above status indicates non-compliance of NGT order and therefore, in view of above, a notice is hereby served to show cause as to why environment compensation of Rs one crore shall not be levied and prosecution not initiated against Reliance industries for non-compliance of NGT order,&quot; CPCB chairperson S P S Parihar said in the notice.\r\n\r\n\tVapour recovery device is an instrument to capture displaced vapours that emerge from inside a vehicle&#39;s fuel tank while filling petrol or diesel in it.\r\n\r\n\tIn December, the CPCB had imposed fine on public sector oil firms Bharat Petroleum Corporation Limited, Hindustan Petroleum Corporation Limited and Indian Oil Corporation Limited.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-17T10:15:00+05:30\",",
      "headline": "Reliance Industries gains 5% in three days ahead of Q3 results\",",
      "body": "Shares of Reliance Industries (RIL) were trading higher for the third straight trading session, gaining 1.2 per cent to Rs 1,148 apiece on the BSE on Thursday in an otherwise range-bound market ahead of its December quarter (Q3FY19) result today.\r\n\tIn the past three trading sessions, RIL has risen 5 per cent, as compared to 1.3 per cent rise in the S&P BSE Sensex.\r\n\tSince October 17, 2018, after the September quarter (Q2FY19) results, RIL had underperformed the market by falling 4.5 per cent, against 3 per cent rise in the benchmark index till Monday.\r\n\tMukesh Ambani-led RIL is expected to take a further hit on its gross refining margins (GRM), which have touched a multi-year low for Q3FY19. Overall profit of the company is expected to see a marginal year-on-year (Y-o-Y) growth with higher petrochemicals earnings. With most digital business announcements now officially made, analysts add there may not be much to look for in the management guidance by RIL.\r\n\tGRM is what a refiner makes for converting one barrel of crude oil into fuel.\r\n\t&ldquo;We expect RIL to report GRM of USD 7.5/bbl v/s USD 11.6/bbl in Q3FY18 and USD 9.5/bbl in Q2FY19. This implies a premium of USD 3.2/bbl over SG GRM. Petrochemical segment is expected to do better due to healthy deltas and strong volume growth in the segment. Positive developments in the telecom and retail segments should drive growth further for the company,&rdquo; Motilal Oswal Securities said results preview.\r\n\tAnalysts at Prabhudas Lilladher expect RIL to post muted earnings growth due to weak refining earnings even as strong petrochemicals earnings and rupee depreciation will support earnings.\r\n\tAnalysts with Morgan Stanley, in a report on RIL, noted the last 2 years of strong outperformance was primarily driven by very strong delivery on Jio (+250mn subscribers) and markets re-rating the retail and digital businesses even as the core refining and Petchem businesses did very well. Markets broadly ignored the surge in Capex and net debt.\r\n\t&ldquo;In our view, while in 2019 we should continue to see strong performance in Retail and Digital, the core refining and Petchem segments are critical for share price performance&rdquo;, analysts with the brokerage wrote in a January 2 report on RIL.\r\n\tRIL has corrected 14 per cent from its all-time high level of Rs 1,329 touched on August 28, 2018, on the BSE.\r\n\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-17T01:03:00+05:30\",",
      "headline": "RIL to raise Rs 2,500 crore via bonds issue to repay loans, fund capex\",",
      "body": "Reliance Industries Limited (RIL) plans to launch its Rs 2,500-crore bonds issue in the next few days to repay its old loans and fund capital expenditure (capex.\r\n\r\n\tThe company has also initiated talks with banks to raise funds both in India and abroad for its $10 billion oil refinery planned in Gujarat.\r\n\r\n\t&ldquo;More fundraising will follow in the coming weeks both in India and from the overseas markets,&rdquo; said a source close to the development.\r\n\r\n\tWhile talks for funding the new refinery are preliminary in nature, lenders said RIL had already raised close to Rs 21,500 crore ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-12-22T20:35:00+05:30\",",
      "headline": "picture of this report may have been reworked by the Business Standard staff; the rest of the content is auto-generated from a syndicated feed.)\",\r\n\t\t             \"articleSection\":\"Companies\",\r\n          \"headline\": \"Reliance Industries picks 5.56% stake in tech start-up for %5 million\",",
      "body": "Reliance Industries said on Saturday it has acquired 5.56 per cent equity stake in technology start-up Vakt Holdings Ltd, UK (VHL), for $5 million (approx Rs 350 million)\r\n\t\r\n\tReliance Industries, in a regulator filing, said it has acquired the equity stake in VHL, a closely held start up entity engaged in the technology space, for cash aggregating to $5 million.\r\n\r\n\tVHL is a consortium of leading global energy majors, commodity traders and banks with a vision to digitise the global commodities trading industry, creating a secure, trusted ecosystem, powered by block chain.\r\n\r\n\t&quot;The strategic investment accelerates Reliance&#39;s digital journey, through active participation in an emerging and evolving, yet promising, block chain enabled technology solution for energy markets,&quot; the company said.(Only the headline and picture of this report may have been reworked by the Business Standard staff; the rest of the content is auto-generated from a syndicated feed.)\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-11-21T11:23:00+05:30\",",
      "headline": "Mukesh Ambanis RIL may list retail arm Reliance Retail Ventures in 2019\",",
      "body": "Buoyed by rising sales of its retail arm, Reliance Industries (RIL) is considering listing Reliance Retail on the domestic stock exchanges by mid-2019 to unlock value. The blockbuster listing of Avenues Supermarts, a much smaller company which runs D-Mart brand of superstores, has prompted Mukesh Ambani-owned company to fast forward its plans and is in talks with investment bankers, say sources.\r\n\t\t \r\n\t\tIn October, Reliance Retail was valued by global brokerage firm Jefferies at Rs 1.4 trillion on discounted cash flow model but peer-based valuations could imply Rs 2 trillion. Avenues ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-11-19T10:51:00+05:30\",",
      "headline": "RIL considers plan to expand worlds largest refinery at Jamnagar by half\",",
      "body": "Billionaire Mukesh Ambani-owned Reliance Industries Ltd. is considering a plan to boost its oil-refining capacity by about half, people with knowledge of the matter said.\r\n\r\n\tThe proposed plant, to come up at the world&rsquo;s biggest refining complex in Jamnagar, will be able to process as much as 30 million tons of crude a year, the people said asking not to be identified because the discussions are private. A Reliance spokesman didn&rsquo;t reply to an email seeking comment.\r\n\r\n\tAsia&rsquo;s richest man seeks to cement Reliance&rsquo;s dominance in the world&rsquo;s fastest-growing major oil consuming nation as rivals including Saudi Aramco, Abu Dhabi National Oil Co., and Russia&rsquo;s Rosneft PJSC acquire plants in India. Total SA and Royal Dutch Shell are also expanding into fuel retailing in India. International Energy Agency expects India&rsquo;s energy demand to more than double by 2040, making it the single largest source of global growth.\r\n\r\n\tReliance has begun discussions with global refinery process licencors and equipment vendors for the new refining train at the Jamnagar complex, the people said. The plant of the size planned by the company may cost $10 billion, they said.\r\n\r\n\tSaudi Aramco and ADNOC signed agreements to invest in a proposed 60-million ton refinery complex on India&rsquo;s west coast while Rosneft and partners acquired the country&rsquo;s second-largest private oil processor.\r\n\t\r\n\t\r\n\t\t\r\n\r\n\tShell has restarted retailing gasoline and diesel in the country, while Total partnered the Adani Group to set up liquefied natural gas import terminals and fuel retailing business. Last year, BP Plc expanded its partnership with Reliance to retail auto fuels.\r\n\r\n\tDemand for fuel in India and the Middle East will make the two regions bigger oil consumers than the European Union by 2030, driven mainly by diesel for trucks and petrochemicals feedstock, according to the IEA.\r\n\r\n\tReliance is looking to process the dirtiest and heaviest crude and may focus on producing feedstock for petrochemicals, the people said.\r\n\r\n\tThe expansion plan is still under discussion and hasn&rsquo;t been finalized, the people said. A feasibility report is likely to be prepared by the end of next year, once the recently-expanded petrochemicals capacities stabilize, and Reliance is expected to make the final investment decision with an aim to start work in 2020, the people said.\r\n\r\n\tThe company had considered expanding its refining capacity in the past, and in 2013-14 it sought environment approval for the project. Reliance didn&rsquo;t move ahead with the plan as it focused on increasing downstream chemicals capacities and building the telecom business.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-11-12T15:25:00+05:30\",",
      "headline": "Reliance to make Rs 30 bn fresh investment in Odisha: Mukesh Ambani\",",
      "body": "Reliance Industries will make a fresh investment of Rs 30 billion in Odisha, its Chairman Mukesh Ambani announced here Monday.\r\n\r\n\tReliance Industries has emerged as one of the largest investors in the state and has already invested Rs 60 billion, he said.\r\n\r\n\t&quot;We are committing to invest an additional Rs 30 billion in Odisha. Our investment philosophy has a clear goal, to empower everyone in the march of development,&quot; Ambani said at the &#39;Make in Odisha - Conclave 2018&#39;.\r\n\r\n\t&quot;Most of our investments are in creating digital infrastructure,&quot; he added.&nbsp;\r\n\t&nbsp;\r\n\r\n\tALSO READ:&nbsp;Reliance Industries, HSBC execute blockchain trade and finance transaction\r\n\r\n\tAmbani said that Reliance Jio is not just another business, it is a mission to transform India, to transform Odisha.\r\n\r\n\t&quot;We have created and sustained new employment opportunities of over 30,000 people in the last two years in the state,&quot; he said.\r\n\r\n\t&quot;(The) PM&#39;s inspiring vision of digital India is to make India a leader in digital economy globally. Today, India is the fastest digitising economy in the whole world,&quot; Ambani noted.\r\n\t&nbsp;\r\n\r\n\tALSO READ:&nbsp;Reliance Industries clocks record quarterly net profit of Rs 95.16 bn in Q2\r\n\r\n\tHe said that Jio is leading India&#39;s digital transformation since it commenced operations a little over two years ago.\r\n\r\n\tInaugurating the state&#39;s showpiece business summit, Odisha&#39;s Chief Minister Naveen Patnaik on Sunday had asked industry captains to explore immense opportunities that the state has to offer as it takes rapid strides to emerge as the manufacturing hub of the east.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-10-19T09:40:00+05:30\",",
      "headline": "Reliance Industries falls 7% post Q2 results\",",
      "body": "Shares of Reliance Industries (RIL) has dipped 7% to Rs 1,073 on the BSE in early morning trade after reporting mixed set of numbers for the quarter ended September 2018 (Q2FY19) with its retail and digital services (telecom; Jio) businesses continuing to post strong growth, while its core refining business performance was a bit disappointing amid high expectations.\r\n\tRIL has reported a 17.4% rise in consolidated net profit at Rs 95.16 billion for the September quarter, largely helped by a record financial performance in its petrochemicals business. The company had a profit of Rs 81.09 ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-10-04T18:44:00+05:30\",",
      "headline": "RIL out of $100-bn club as market cap slips to $96.5 bn, TCS lone member\",",
      "body": "Mukesh Ambani-led Reliance Industries (RIL) is no longer part of companies belonging to the $100-billion market capitalisation club.\r\n\r\n\tThe oil-to-telecom conglomerate&rsquo;s market value has declined to $96.5 billion (Rs 7.1 trillion) following a sharp drop in its shares on Thursday.\r\n\r\n\tShares of the company closed at Rs 1,121, down Rs 85, or seven per cent -&mdash; the biggest single-day drop since August 24, 2015.\r\n\r\n\tShares of RIL had first crossed $100 billion in market cap on July 12. The company&rsquo;s market cap remained above $100 billion for 54 trading ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-09-26T17:20:00+05:30\",",
      "headline": "Reliance, Vardhman Textiles ink pact for manufacturing fabric R|Elan\",",
      "body": "Reliance Industries Ltd (RIL) Wednesday announced to enter into a partnership with Ludhiana-based textile major Vardhman Textiles Ltd for manufacturing fabric -&#39;R|Elan&#39;.\r\n\r\n\tAs a part of this engagement, RIL&#39;s R | Elan technical team will work closely with Vardhman to develop a variety of new manufacturing processes to manufacture specially engineered R|Elan fabrics, said a company statement here.\r\n\r\n\tThe innovative high-quality fabric collection will straddle across the performance and sustainable themes in formals, casuals and other women wear segments.\r\n\r\n\tR|Elan technical team will provide the technical know-how, specifications and parameters to ensure the best quality fabric is produced, it further said.\r\n\t&nbsp;\r\n\r\n\tALSO READ:&nbsp;Top-performing Reliance Industries is shaking off past decade&#39;s slumber\r\n\r\n\tR|Elan is a new-age fabric brand from Reliance Industries.\r\n\r\n\tGunjan Sharma, Chief Marketing Officer - Polyester Division, RIL said: &quot;We are proud to be associated with the leading player Vardhman for R|Elan. We will work together to ensure the consumer&#39;s growing demand for high-quality performance and sustainable apparel are met with R|Elan. This partnership further emphasises our focus on creating opportunities for entire textile value chain, including brands and apparel manufactures.&quot;\r\n\t&nbsp;\r\n\r\n\tALSO READ:&nbsp;Adani group, Reliance Industries, Tata lead race to buy bankrupt firms\r\n\r\n\t\r\n\tSuchita Jain, Joint Managing Director, Vardhman Textiles Ltd said, &quot;We see many exciting possibilities with R|Elan to create new fabric developments. Our strengths have always been rapid innovation and creating strong product ranges that are acceptable to brands, and Reliance is the perfect partner for our developments.\",",
      "label": "",
      "delta": ""
    }
  ]
}