{
  "data": [
    {
      "date": "2019-02-08T17:13:00+05:30\",",
      "headline": "Brookfield in talks to buy stake in Jios tower, fibre assets: Report\",",
      "body": "Canadian private equity firm Brookfield Asset Management is in preliminary talks with India&#39;s Reliance Industries to buy a stake in its optical fibre and telecom tower assets, The Times of India newspaper reported on Friday.\r\n\r\n\tReliance Industries Ltd said in December it planned to separate its fibre and tower business from its telecom arm Reliance Jio Infocomm Ltd, commonly known as Jio.\r\n\r\n\t&quot;The end objective of that is to find a different set of investors who would be wanting to run these kind of assets,&quot; V Srikanth, joint chief financial officer of Reliance Industries said in January at the company&#39;s quarterly results announcement.\r\n\r\n\tThe move will help Reliance to unlock value in the assets and reduce debt, he said.\r\n\r\n\tWhile Srikanth declined to mention the number of towers the company has, or the reach and length of the fibre optic infrastructure, the company had said earlier it wanted to cover 99 per cent of India&#39;s population by the end of December 2019 with its telecom service.\r\n\r\n\tThe value of the assets is expected to be around $15 billion, the newspaper said, without citing its sources.\r\n\r\n\tReliance and Brookfield did not reply to emails seeking comment.\r\n\t\r\n\t\tALSO READ: RIL becoming consumer giant like Alibaba, may rival Amazon, Walmart: Study\r\n\r\n\tJio, which has absorbed $40 billion of Reliance&#39;s capital expenditure (capex) in the last five years, has around $25 billion of debt and has been instrumental in turning India&#39;s most valuable energy company into a position of net debt.\r\n\r\n\tAnalysts at foreign broking firm CLSA have said that since a big chunk of Jio&#39;s capex has been put towards building its tower and fibre infrastructure, a potential sale of the assets could reduce the telecom firm&#39;s debt substantially.\r\n\r\n\tSince its launch in September 2016, Jio, billionaire Mukesh Ambani&#39;s most ambitious venture, has upended the telecom sector in India with cut price data and free voice calls. The entry of Jio has pushed all telecom companies into losses or forced consolidation.\r\n\r\n\tLast year, newspapers reported that Brookfield was also in talks to acquire a natural gas pipeline owned by a personal investment vehicle of Mukesh Ambani.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-02-03T01:08:00+05:30\",",
      "headline": "Now, Reliance Industries knocks on NCLTs door for share in Essar Steel pie\",",
      "body": "Mukesh Ambani-led Reliance Industries (RIL) has joined other operational creditors knocking on the doors of the National Company Law Tribunal (NCLT), seeking dues in the Essar Steel insolvency case.\r\n\tClaiming Rs 16.41 crore in what is believed to have accrued out of fuel and other services provided to Essar Steel&rsquo;s 8 million metric tonnes per annum plant at Hazira, RIL has filed applications for the same before the NCLT&#39;s Ahmedabad Bench.\r\n\tIn a separate application as an operational creditor, RIL has made Satish Kumar Gupta, the resolution professional (RP), and State Bank of India, the lead banker in Essar Steel&#39;s committee of creditors, respondents.\r\n\tRIL&rsquo;s claim is yet to come up for hearing at the NCLT. An emailed query to RIL remained unanswered.\r\n\t\r\n\t\tALSO READ: Valuing Reliance&#39;s different businesses\r\n\t \r\n\tIt needs to be seen, though, as to how much RIL will eventually get against its claims, given that it has come at the fag end of the Essar Steel insolvency case, say sources. RIL&#39;s application has come after ArcelorMittal&rsquo;s resolution plan, worth Rs 42,000 crore, has been submitted and approved by 92 per cent of lenders and placed before the NCLT now.\r\n\tEarlier, ArcelorMittal&#39;s plan to acquire the insolvent Essar Steel under the Insolvency and Bankruptcy Code got a breather when the NCLT rejected Essar Steel Asia Holding&#39;s, the latter&#39;s holding company, settlement proposal worth Rs 54,389 crore.\r\n\tWhile presenting ArcelorMittal&rsquo;s plan to the two-member Bench, comprising Harihar Prakash Chaturvedi and Manorama Kumari, the RP&#39;s legal counsels told the NCLT that claims by operational creditors, including RIL&#39;s, worth over Rs 1 crore will only get up to Rs 99 lakh under the plan. Scores of operational creditors, including the Gujarat government&#39;s distribution company Dakshin Gujarat Vij Company and Gujarat Energy Transmission, have filed petitions seeking dues worth crores of rupees.\r\n\tFurther, Standard Chartered Bank has filed an objection against ArcelorMittal&rsquo;s resolution plan in the NCLT, after its dues worth Rs 3,487 crore were reduced to a pittance. The bank&#39;s hearing is scheduled for February 5.\r\n\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-24T22:54:00+05:30\",",
      "headline": "Valuing Reliances different businesses\",",
      "body": "Reliance Industries&rsquo; (RIL) diverse business streams have an interesting combination of exposures. The thrust into e-commerce is unsurprising. Given the rapid expansion of the revenue market share (RMS) for Reliance Jio to around 26 per cent, and a substantial physical retail footprint, RIL is in a unique position when it comes to offering a sort of hybrid online-offline retail model.\r\n\r\n\tIt has 7,500-odd physical stores, with the backup of warehouses, private brands, etc. It has 280-million-plus telecom subscribers, all of whom are on data plans. It also has a sequence of e-commerce ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-24T19:15:00+05:30\",",
      "headline": "RIL becoming consumer giant like Alibaba, may rival Amazon, Walmart: Study\",",
      "body": "Oil-to-telecom conglomerate Reliance Industries is evolving from an integrated energy company into a consumer giant like China&#39;s Alibaba and potentially could rival likes of Amazon and Walmart, says a report on Thursday. &nbsp;\r\n\r\n\tIndia&#39;s No1 oil refining and petrochemical company plans to roll out its online shopping platform that will combine its retail arm&#39;s nearly 10,000 stores in over 6,500 towns as well as neighbourhood retailers with its fast expanding mobile phone network that already has 280 million subscribers.\r\n\r\n\t&quot;Our analysis suggests RIL can become a market leader in telecom and media, while gaining significant share in retail/e-commerce. Its success could be built on an ecosystem or bundling strategy, and a home-court advantage, similar to Alibaba&#39;s success in China, beyond explicit or implicit policy support,&quot; brokerage firm UBS said.&nbsp;\r\n\r\n\tWhile Amazon&#39;s strong &#39;Prime&#39; membership growth has been a key pillar of its business, Reliance has similarly built a strong telecom subscriber base.\r\n\r\n\tThe company has already surprised investors by reaching a market-leading position in telecom within a short span of two-and-a-half years. Its edge in fixed broadband (FTTH) derives from low penetration, high capital intensity, a fibre roll-out lead, and content tie-ups.\r\n\r\n\t&quot;In retail/e-commerce, despite competition from well-funded global companies, RIL&#39;s wide footprint of physical stores along with its omnichannel focus, subscriber reach and regulations governing foreign e-commerce entities could help it gain a 300 basis point market share in high-growth, modern retail,&quot; it said.\r\n\t&nbsp;\r\n\r\n\tALSO READ:&nbsp;RIL&#39;s plan to strengthen balance sheet hinges on telecom, e-commerce plans\r\n\r\n\tThe company&#39;s traditional energy businesses have funded the consumer segment and remain key to its market-leading position.\r\n\r\n\tRIL, it said, can potentially become a unique quadruple play by bundling connectivity, carriage, content and commerce to gain higher share of consumers&#39; wallet.\r\n\r\n\tListing some comparables between Alibaba and Reliance, it said pursuing an ecosystem or a bundling strategy in a high-growth fragmented retail sector with lower online penetration and home-turf advantage are common to both.\r\n\r\n\tAmazon&#39;s core value proposition to customers is its &#39;Prime&#39; subscription, which offers free shipping and video and music content. &quot;Our assessment of the capital framework, regulations, business positioning and emerging trends in each of its consumer-facing business indicates RIL can lead in telecom and media and gain significant share in retail/e-commerce,&quot; it said.&nbsp;\r\n\r\n\t&quot;Can RIL evolve into India&#39;s Amazon/Alibaba/Walmart?,&quot; UBS asked and answered it with a &quot;Yes.&quot;\r\n\t&nbsp;\r\n\r\n\tALSO READ:&nbsp;Reliance vs Amazon: Can Bezos beat Ambani without getting bruised?\r\n\r\n\t\r\n\tCurrently, the company&#39;s energy business contributes 75 per cent of its Ebitda (Earnings before interest, taxes, depreciation, and amortisation). Consumer business accounts for the remaining 25 per cent.\r\n\r\n\t&quot;We think there are many similarities between the India of today and the China of 10 years ago. India&#39;s retail landscape is fragmented, and there are significant demographic and socioeconomic differences from top to low-tier cities.\r\n\r\n\t&quot;Online penetration is low in India, with e-commerce accounting for 2.3 per cent of retail sales in 2018; in comparison, China&#39;s e-commerce penetration is over 20 per cent currently. This means India is still not at the sweet spot for e-commerce adoption, where mainstream adopters shift rapidly to online spending and platforms experience hyper-growth,&quot; UBS said.\r\n\t&nbsp;\r\n\r\n\tALSO READ:&nbsp;Reliance&#39;s e-commerce entry to reduce digital colonisation: Mohandas Pai\r\n\r\n\tReliance also has a &#39;home court&#39; advantage.\r\n\r\n\t&quot;There are now more supportive policies in India. India&#39;s e-commerce law should be supportive of domestic companies, including RIL. In China, Alibaba was also able to overtake a dominant eBay in the early days because it invested more both to sign up merchants and to acquire customers.&quot;\r\n\t&nbsp;\r\n\r\n\tALSO READ:&nbsp;Mukesh Ambani&#39;s RIL to enter e-commerce, take on Amazon and Flipkart&nbsp;\r\n\r\n\t&quot;Beyond any explicit or implicit policy support, we believe this home court advantage is important. Companies that have to justify years of heavy investments in a foreign market often at times will be less aggressive than a domestic one that has nowhere to go if it fails to gain traction,&quot; it added.&nbsp;\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-24T09:39:00+05:30\",",
      "headline": "RILs plan to strengthen balance sheet hinges on telecom, e-commerce plans\",",
      "body": "Reliance Industries Ltd.&rsquo;s plan to strengthen its balance sheet will hinge on future capital spending as credit market participants zero in on whether the company will be able to slow those outlays over the next year.\r\n\r\n\tThe conglomerate has invested about $64 billion across telecom and retail as well as petrochemicals and oil refining expansions, Joint CFO V. Srikanth said during last week&rsquo;s earnings briefing. Reliance will probably continue to spend to build capacities in its telecom business as well as on its e-commerce and broadband operations, according to Nitin Tiwari, an analyst with Antique Stock Broking Ltd.\r\n\t\r\n\t\r\n\t\tALSO READ: Reliance vs Amazon: Can Bezos beat Ambani without getting bruised?\r\n\t\r\n\t\t\r\n\t\t\r\n\t\t\tSource: Bloomberg\r\n\r\n\tWhile petrochemicals has been a key driver for the group&rsquo;s earnings, contributing about half of total operating profit, shrinking profits from converting dirty residual oil into cleaner light fuel pose a headache. However, the company&rsquo;s balance sheet will be stronger in a year, Srikanth said, as its investment goes down and it transfers its fiber and tower undertakings to separate companies.\r\n\t\r\n\t\r\n\t\tALSO READ: Reliance&#39;s e-commerce entry to reduce digital colonisation: Mohandas Pai\r\n\r\n\r\n\tSpending on telecom unit Reliance Jio Infocomm Ltd. and rising debt have been &ldquo;a key worry, and monetization of tower/fiber could allay this,&rdquo; wrote Mumbai-based Anil Sharma and Ravi Adukia, analysts at Nomura Holdings Inc.\r\n\r\n\t\r\n\t&mdash; With assistance by Saket Sundria\r\n\t\r\n\tBloomberg\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-22T10:53:00+05:30\",",
      "headline": "Reliance vs Amazon: Can Bezos beat Ambani without getting bruised?\",",
      "body": "The battle for the Indian consumer was never going to be an all-American affair.\r\n\r\n\tWalmart Inc.&rsquo;s splashy acquisition last year of Flipkart Online Services Pvt., the homegrown e-tailer giving Amazon.com Inc. a solid run for its money, might have given the impression of a two-horse race. But as I argued (here and here), billionaire Mukesh Ambani wasn&rsquo;t going to watch from the sidelines.\r\n\r\n\tAnd last week India&rsquo;s richest man jumped right into the fray. Ambani, chairman of the petrochemicals-to-telecom conglomerate Reliance Industries Ltd., has a four-legged plan to connect India&rsquo;s 30 million small retailers with consumers. One, neighborhood marts will be connected to Reliance Retail Ltd.&rsquo;s footprint of almost 10,000 stores, offering them common inventory-management, billing and tax platforms as well as low-cost payment terminals. That will give the expanded retail network formidable sourcing power.\r\n\r\n\tThe second hook is Ambani&rsquo;s telecom business. Consumer e-commerce in India is dominated by the urban middle class. Out of the country&rsquo;s 500 million Internet users, almost 200 million live in rural areas where one out of four goes online less than once a month. No wonder the number of online consumers, while growing rapidly, is expected to be only about 120 million this year. Reliance Jio Infocomm Ltd. alone has 280 million digital subscribers.\r\n\r\n\tThe ubiquity of Jio as a 4G telecom carrier, and the revolution it has unleashed in lowering data prices, means even shops in villages and semi-rural towns can now profitably transact with less affluent customers by using a hybrid offline-online model.\r\n\r\n\tThird, Indians are watching almost 5 billion hours of video a month on their mobile phones and fiber broadband connections with Jio. That stickiness gives Ambani heft to promote private-label fashion, currently housed under the brand AJIO.\r\n\r\n\tFinally, Ambani&rsquo;s ability to influence policies in his home market shouldn&rsquo;t be underestimated. Just as Reliance gets ready to push ahead, the Indian government has tweaked its e-commerce rules and made them more onerous for Amazon and Walmart-Flipkart. Until now, foreign retailers had found ways around a low that allows them to act only as pure marketplaces that don&rsquo;t stock their own inventories or offer discounts. Now that the loopholes are being plugged starting next month, Ambani is pitching the idea that Indians&rsquo; shopping data should be stored locally.\r\n\r\n\tReliance Jio&rsquo;s digital investments have already exceeded $40 billion. But in India&rsquo;s hyper-competitive telecom market, the average revenue it can get from users isn&rsquo;t even $2 a month. One way to make a carriage- and content-centered business spew out profits is to make it a triple play by throwing commerce into the mix, and lacing it with good, old-fashioned lobbying.\r\n\r\n\tThe Indian government is forcing Amazon CEO Jeff Bezos to compete with one hand tied behind his back. He could still beat Ambani, but he won&rsquo;t be able to avoid getting bruised.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-19T11:00:00+05:30\",",
      "headline": "Reliances e-commerce entry to reduce digital colonisation: Mohandas Pai\",",
      "body": "Investment guru and former Infosys CFO T V Mohandas Pai Saturday said the foray of Mukesh Ambani&#39;s Reliance into India&#39;s e-commerce space would allay fears of digital colonisation and dramatically lower costs, immensely benefiting the consumers.\r\n\r\n\t&quot;One thing is certain that consumers and India will be a winner, and in online retail, the fear of becoming a digital colony will recede with the entry of a formidable Indian entity, Reliance,&quot; he told PTI in an interview here.\r\n\r\n\tReliance seems to be creating next generation retail network which has the potential to radically change the dynamics of retail in a fast-growing economy, Pai said, adding that &quot;it would dramatically lower costs, reduce inefficiencies in supply chain, reduce waste and deliver better. This will immensely benefit consumers.&quot;\r\n\r\n\tPai&#39;s comments come in the wake of Ambani&#39;s plans to create an online-to-offline platform at the Vibrant Gujarat Summit and urging Prime Minister Narendra Modi to take steps to end increasing &quot;data colonisation&quot; by global corporations.\r\n\r\n\tAmbani, who is Chairman of Reliance Industries, drew parallels between Mahatma Gandhi&#39;s movement against political colonisation and call for a revolution against data colonisation and pressed for control and ownership of India&#39;s data by its own people, not by corporates.\r\n\r\n\tReliance is truly a formidable competitor as it has capital, technology, networks, physical retail presence, a long term vision and the passion to win, he said.\r\n\t\r\n\t\tALSO READ: Mukesh Ambani&#39;s RIL to enter e-commerce, take on Amazon and Flipkart\r\n\r\n\tReliance&#39;s next generation retail network is powered by a robust fiber network with an efficient supply-chain giving consumers an online offline experience of their choice.\r\n\r\n\tPai noted that exciting times were ahead with the entry of Reliance into the e-commerce space as the existing online players have grown on customer discounts blowing up nearly Rs 50,000 crore in capital through discounts and infrastructure.\r\n\r\n\t&quot;Jio has created a national network of mom and pop stores and other retail along with their own network on a broadband fiber network.\r\n\t\r\n\t\tALSO READ: Reliance to invest Rs 3 trillion in next 10 years in Gujarat: Mukesh Ambani\r\n\r\n\tWith their existing retail network they will be a formidable competitor to the Big online retail players.\r\n\r\n\tFor retail to succeed, the supply chain and distribution are critical,&quot; he said.\r\n\r\n\tThe online retailers create the distribution capability through their tech portals which has a global reach but the back end supply chain remains the same as goods need to be delivered, the former Infosys CFO said.\r\n\r\n\t&quot;The business is now moving to an online offline model as consumers still love the physical shopping experience in many categories,&quot; he added\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-18T15:35:00+05:30\",",
      "headline": "Mukesh Ambanis RIL to enter e-commerce, take on Amazon and Flipkart\",",
      "body": "Reliance Industries Ltd. will roll out its online shopping platform to 1.2 million retailers and store-owners in Gujarat, sketching out an ambitious plan to take on Amazon.com Inc. and Walmart Inc.&rsquo;s Flipkart on its home turf.\r\n\r\n\tMukesh Ambani, Asia&rsquo;s richest man, intends to take on the world&rsquo;s largest retailers by combining his Jio telecom service, mobile devices and a vast physical retail network. The energy-to-consumer conglomerate joins Amazon and Flipkart in expanding aggressively across the world&rsquo;s fastest-growing major e-commerce market, where organized retail is still a rarity.\r\n\r\n\t&ldquo;Jio and Reliance Retail will launch a unique new commerce platform to empower and enrich our 12 lakh small retailers and shopkeepers in Gujarat,&rdquo; the Reliance chairman said at the Vibrant Gujarat summit on Friday. Twelve lakh is equivalent to 1.2 million.\r\n\t\r\n\t\r\n\t\tALSO READ: Reliance Industries gains 2% as Q3 profit beats estimate\r\n\r\n\tFast-growing Jio currently has 280 million subscribers, while Ambani&rsquo;s retail arm operates nearly 10,000 outlets across more than 6,500 Indian cities and towns. They&rsquo;ll team up to bring merchants aboard through Jio&rsquo;s apps and devices, V. Subramaniam, a top executive at Reliance Retail, said Thursday after the company put out quarterly numbers.\r\n\r\n\tLast month, India tightened rules that will disallow foreign-owned online retailers from selling products via companies in which they own equity, and forbid them from pushing merchants to sell exclusively through their platforms. The rules are expected to affect the operations of both Amazon and Walmart, which acquired Flipkart Online Services Pvt in a $16 billion deal. They&rsquo;re expected to benefit local enterprises such as Reliance.\r\n\r\n\tAmbani has been gradually revealing details of his plans in e-commerce. In July, he said his platform would use augmented reality, holographs and virtual reality to create an &ldquo;immersive shopping experience.&rdquo;\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-18T14:45:00+05:30\",",
      "headline": "Reliance to invest Rs 3 trillion in next 10 years in Gujarat: Mukesh Ambani\",",
      "body": "India&#39;s richest person Mukesh Ambani Friday committed to investing Rs 3 trillion in various projects in the next 10 years in Gujarat, that may range from energy and petrochemical to new technology and digital business.\r\n\r\n\tAmbani&#39;s Reliance Industries operates the world&#39;s largest oil refining complex at Jamnagar in Gujarat as well as petrochemical units at multiple locations in the state.\r\n\r\n\t&quot;Gujarat is Reliance&#39;s Janmabhoomi (birthplace) as well as its Karmabhoomi (workplace). Gujarat has always been - and will always remain - our first choice,&quot; he said at the 9th Vibrant Gujarat Global Summit here.\r\n\r\n\tReliance Industries has also invested billions of dollars in the rollout of telecom venture, Jio.\r\n\r\n\tALSO READ:&nbsp;Mukesh Ambani&#39;s RIL may list retail arm Reliance Retail Ventures in 2019\r\n\r\n\t&quot;We have so far invested nearly Rs 3 trillion in the state of Gujarat. And created and catalyzed over one million livelihood opportunities in Gujarat. In comparison to the past decades, Reliance will double this investment and employment numbers over the next ten years,&quot; he said.\r\n\r\n\tAmbani said, while Jio&#39;s network is now fully 5G ready, the telecom arm and the retail division will launch a new commerce platform to connect small retailers and shopkeepers with customers.\r\n\r\n\tThe twin oil refineries at Jamnagar will produce more value-added products like petrochemicals and less of fuel as the world moves towards electric vehicles.\r\n\r\n\tHe, however, did not say when Jio, that started operations in 2016, will launch 5G services.\r\n\r\n\t&quot;Today, Gujarat is the showcase for Jio&#39;s 4G wireless broadband network... And Jio&#39;s network is fully 5G ready; which means Gujarat will continue to remain on the forefront of digital connectivity for years to come,&quot; he noted.\r\n\r\n\tALSO READ:&nbsp;Vibrant Gujarat Summit 2019 LIVE: India is land of opportunity, says Modi\r\n\r\n\tWithout giving timelines, he said Jio and Reliance Retail, which has over 9,000 stores across the country, will launch &quot;a unique new commerce platform to empower and enrich our 12 lakh small retailers and shopkeepers in Gujarat which are part of over 3 crore community in India.&quot;\r\n\t\r\n\tAmbani had previously spoken of leveraging the Jio network for launching some sort of e-commerce venture.\r\n\r\n\t&quot;As the world moves towards electrical vehicles, Reliance will use hydrocarbons less for fuel and more for producing high-value new materials with a wide range of uses in society,&quot; he said adding the oil to chemicals strategy will greatly boost exports and create employment.\r\n\r\n\tAlso, Reliance Foundation will invest Rs 150 crore to make Pandit Deendayal University in Gujarat even stronger and an institution of international repute, he said.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-18T09:55:00+05:30\",",
      "headline": "Reliance Industries gains 2% as Q3 profit beats estimate\",",
      "body": "Shares of Reliance Industries gained 2 per cent to Rs 1,157 apieceon the BSE after the company reported a better-than-expected consolidated net profit of Rs 10,251 crore in October-December quarter (Q3FY19). RIL became the first Indian private sector company to cross Rs 10,000 crore quarterly profits milestone. The company had a profit of Rs 9,420 crore in the year-ago quarter.\r\n\tConsolidated revenues came in at Rs 1,71,336 crore, a growth of 55.9 per cent as compared to Rs 109,905 crore in the corresponding period of the previous year.\r\n\tAnalysts on an average had expected a profit of Rs 9,037 crore on revenue of Rs 119,648 crore for the quarter.\r\n\tThe gross refining margin (GRM) during the quarter under review declined to $8.8 per barrel from $9.5 earlier, falling for the fifth straight quarter. The company&rsquo;s profit before tax, depreciation and interest increased by 20 per cent to Rs 23,801 crore over the previous year quarter.\r\n\tThe growth in operating profit was led by strong operating performance in petrochemicals, retail and digital services businesses. Significant volume growth and margin improvement in key product categories boosted petrochemicals segment earnings. Superior product and value proposition in retail and digital services business are driving customer traction and profitability, RIL said in a statement.\r\n\tReliance Jio Infocomm (RJio), the telecom arm of RIL, beat Street estimates by reporting a profit of Rs 831 crore for Q3FY19, up 22 per cent sequentially and 65 per cent year-on-year, riding on a sustained pace of subscriber additions.\r\n\t&ldquo;RIL&rsquo;s telecom and retail ventures continue to scale up, while petchem has shown resilience under challenging times. Going forward, commercialization of the petcoke project, IMO-led GRM boost, and the start of KG-D6 satellites should support petroleum segment earnings growth, while growth of consumer businesses should continue. Capex moderation and deleveraging remain the key triggers, while asset monetization is a positive,&rdquo; analysts at Emkay Global Financial Services said in a result update.\r\n\tAnalysts at Elara Capital remain positive on margin and volume expansion of petchem due to ROGC plant benefits and earnings growth from telecom (Jio) and retail.\r\n\r\n\t\r\n\tAt 09:51 am; RIL was trading 1 per cent higher at Rs 1,144 on the BSE, as compared to 0.03 per cent rise in the S&P BSE Sensex. A combined 6.01 million equity shares changed hands on the counter on the BSE and NSE so far.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-17T17:45:00+05:30\",",
      "headline": "Why Rs 1-cr fine shouldnt be slapped for flouting NGT order: CPCB to RIL\",",
      "body": "The Central Pollution Control Board has asked Reliance industries why a fine of Rs 1 crore should not be slapped on it and prosecution not initiated over non compliance of National Green Tribunal order on installation of anti-pollution &quot;vapour recovery&quot; systems (VRS) at fuel stations.\r\n\r\n\tThe CPCB had earlier slapped a fine of Rs 1 crore each on three public sector oil companies for their failure to install VRS systems at fuel stations.\r\n\r\n\tThe CPCB said that the National Green Tribunal had on September 28 directed oil companies to ensure installation of VRS in petrol pumps selling more than 300 kilolitres per month (KL/M) but the Reliance industries informed that there is no such retail outlet. It also said that there are two retail outlets selling less than 300 KL/M and VRS will be installed by December 31, 2018.\r\n\r\n\tIn a letter dated January 8, the CPCB said Reliance industries informed it that installation of VRS stage II at retail outlets selling less than 300 KL/month has been completed but no compliance status was submitted with respect to installation of VRS IB at these stations.\r\n\r\n\tVapour recovery system 1B is used to control the vapour released during the offloading of fuel at distribution centres. Vapour recovery system Stage 2 is used to control the vapour while the fuel is transferred from holding tanks to vehicles.\r\n\r\n\t&quot;The above status indicates non-compliance of NGT order and therefore, in view of above, a notice is hereby served to show cause as to why environment compensation of Rs one crore shall not be levied and prosecution not initiated against Reliance industries for non-compliance of NGT order,&quot; CPCB chairperson S P S Parihar said in the notice.\r\n\r\n\tVapour recovery device is an instrument to capture displaced vapours that emerge from inside a vehicle&#39;s fuel tank while filling petrol or diesel in it.\r\n\r\n\tIn December, the CPCB had imposed fine on public sector oil firms Bharat Petroleum Corporation Limited, Hindustan Petroleum Corporation Limited and Indian Oil Corporation Limited.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-17T10:15:00+05:30\",",
      "headline": "Reliance Industries gains 5% in three days ahead of Q3 results\",",
      "body": "Shares of Reliance Industries (RIL) were trading higher for the third straight trading session, gaining 1.2 per cent to Rs 1,148 apiece on the BSE on Thursday in an otherwise range-bound market ahead of its December quarter (Q3FY19) result today.\r\n\tIn the past three trading sessions, RIL has risen 5 per cent, as compared to 1.3 per cent rise in the S&P BSE Sensex.\r\n\tSince October 17, 2018, after the September quarter (Q2FY19) results, RIL had underperformed the market by falling 4.5 per cent, against 3 per cent rise in the benchmark index till Monday.\r\n\tMukesh Ambani-led RIL is expected to take a further hit on its gross refining margins (GRM), which have touched a multi-year low for Q3FY19. Overall profit of the company is expected to see a marginal year-on-year (Y-o-Y) growth with higher petrochemicals earnings. With most digital business announcements now officially made, analysts add there may not be much to look for in the management guidance by RIL.\r\n\tGRM is what a refiner makes for converting one barrel of crude oil into fuel.\r\n\t&ldquo;We expect RIL to report GRM of USD 7.5/bbl v/s USD 11.6/bbl in Q3FY18 and USD 9.5/bbl in Q2FY19. This implies a premium of USD 3.2/bbl over SG GRM. Petrochemical segment is expected to do better due to healthy deltas and strong volume growth in the segment. Positive developments in the telecom and retail segments should drive growth further for the company,&rdquo; Motilal Oswal Securities said results preview.\r\n\tAnalysts at Prabhudas Lilladher expect RIL to post muted earnings growth due to weak refining earnings even as strong petrochemicals earnings and rupee depreciation will support earnings.\r\n\tAnalysts with Morgan Stanley, in a report on RIL, noted the last 2 years of strong outperformance was primarily driven by very strong delivery on Jio (+250mn subscribers) and markets re-rating the retail and digital businesses even as the core refining and Petchem businesses did very well. Markets broadly ignored the surge in Capex and net debt.\r\n\t&ldquo;In our view, while in 2019 we should continue to see strong performance in Retail and Digital, the core refining and Petchem segments are critical for share price performance&rdquo;, analysts with the brokerage wrote in a January 2 report on RIL.\r\n\tRIL has corrected 14 per cent from its all-time high level of Rs 1,329 touched on August 28, 2018, on the BSE.\r\n\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-17T01:03:00+05:30\",",
      "headline": "RIL to raise Rs 2,500 crore via bonds issue to repay loans, fund capex\",",
      "body": "Reliance Industries Limited (RIL) plans to launch its Rs 2,500-crore bonds issue in the next few days to repay its old loans and fund capital expenditure (capex.\r\n\r\n\tThe company has also initiated talks with banks to raise funds both in India and abroad for its $10 billion oil refinery planned in Gujarat.\r\n\r\n\t&ldquo;More fundraising will follow in the coming weeks both in India and from the overseas markets,&rdquo; said a source close to the development.\r\n\r\n\tWhile talks for funding the new refinery are preliminary in nature, lenders said RIL had already raised close to Rs 21,500 crore ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-12-22T20:35:00+05:30\",",
      "headline": "picture of this report may have been reworked by the Business Standard staff; the rest of the content is auto-generated from a syndicated feed.)\",\r\n\t\t             \"articleSection\":\"Companies\",\r\n          \"headline\": \"Reliance Industries picks 5.56% stake in tech start-up for %5 million\",",
      "body": "Reliance Industries said on Saturday it has acquired 5.56 per cent equity stake in technology start-up Vakt Holdings Ltd, UK (VHL), for $5 million (approx Rs 350 million)\r\n\t\r\n\tReliance Industries, in a regulator filing, said it has acquired the equity stake in VHL, a closely held start up entity engaged in the technology space, for cash aggregating to $5 million.\r\n\r\n\tVHL is a consortium of leading global energy majors, commodity traders and banks with a vision to digitise the global commodities trading industry, creating a secure, trusted ecosystem, powered by block chain.\r\n\r\n\t&quot;The strategic investment accelerates Reliance&#39;s digital journey, through active participation in an emerging and evolving, yet promising, block chain enabled technology solution for energy markets,&quot; the company said.(Only the headline and picture of this report may have been reworked by the Business Standard staff; the rest of the content is auto-generated from a syndicated feed.)\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-11-21T11:23:00+05:30\",",
      "headline": "Mukesh Ambanis RIL may list retail arm Reliance Retail Ventures in 2019\",",
      "body": "Buoyed by rising sales of its retail arm, Reliance Industries (RIL) is considering listing Reliance Retail on the domestic stock exchanges by mid-2019 to unlock value. The blockbuster listing of Avenues Supermarts, a much smaller company which runs D-Mart brand of superstores, has prompted Mukesh Ambani-owned company to fast forward its plans and is in talks with investment bankers, say sources.\r\n\t\t \r\n\t\tIn October, Reliance Retail was valued by global brokerage firm Jefferies at Rs 1.4 trillion on discounted cash flow model but peer-based valuations could imply Rs 2 trillion. Avenues ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-11-19T10:51:00+05:30\",",
      "headline": "RIL considers plan to expand worlds largest refinery at Jamnagar by half\",",
      "body": "Billionaire Mukesh Ambani-owned Reliance Industries Ltd. is considering a plan to boost its oil-refining capacity by about half, people with knowledge of the matter said.\r\n\r\n\tThe proposed plant, to come up at the world&rsquo;s biggest refining complex in Jamnagar, will be able to process as much as 30 million tons of crude a year, the people said asking not to be identified because the discussions are private. A Reliance spokesman didn&rsquo;t reply to an email seeking comment.\r\n\r\n\tAsia&rsquo;s richest man seeks to cement Reliance&rsquo;s dominance in the world&rsquo;s fastest-growing major oil consuming nation as rivals including Saudi Aramco, Abu Dhabi National Oil Co., and Russia&rsquo;s Rosneft PJSC acquire plants in India. Total SA and Royal Dutch Shell are also expanding into fuel retailing in India. International Energy Agency expects India&rsquo;s energy demand to more than double by 2040, making it the single largest source of global growth.\r\n\r\n\tReliance has begun discussions with global refinery process licencors and equipment vendors for the new refining train at the Jamnagar complex, the people said. The plant of the size planned by the company may cost $10 billion, they said.\r\n\r\n\tSaudi Aramco and ADNOC signed agreements to invest in a proposed 60-million ton refinery complex on India&rsquo;s west coast while Rosneft and partners acquired the country&rsquo;s second-largest private oil processor.\r\n\t\r\n\t\r\n\t\t\r\n\r\n\tShell has restarted retailing gasoline and diesel in the country, while Total partnered the Adani Group to set up liquefied natural gas import terminals and fuel retailing business. Last year, BP Plc expanded its partnership with Reliance to retail auto fuels.\r\n\r\n\tDemand for fuel in India and the Middle East will make the two regions bigger oil consumers than the European Union by 2030, driven mainly by diesel for trucks and petrochemicals feedstock, according to the IEA.\r\n\r\n\tReliance is looking to process the dirtiest and heaviest crude and may focus on producing feedstock for petrochemicals, the people said.\r\n\r\n\tThe expansion plan is still under discussion and hasn&rsquo;t been finalized, the people said. A feasibility report is likely to be prepared by the end of next year, once the recently-expanded petrochemicals capacities stabilize, and Reliance is expected to make the final investment decision with an aim to start work in 2020, the people said.\r\n\r\n\tThe company had considered expanding its refining capacity in the past, and in 2013-14 it sought environment approval for the project. Reliance didn&rsquo;t move ahead with the plan as it focused on increasing downstream chemicals capacities and building the telecom business.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-11-12T15:25:00+05:30\",",
      "headline": "Reliance to make Rs 30 bn fresh investment in Odisha: Mukesh Ambani\",",
      "body": "Reliance Industries will make a fresh investment of Rs 30 billion in Odisha, its Chairman Mukesh Ambani announced here Monday.\r\n\r\n\tReliance Industries has emerged as one of the largest investors in the state and has already invested Rs 60 billion, he said.\r\n\r\n\t&quot;We are committing to invest an additional Rs 30 billion in Odisha. Our investment philosophy has a clear goal, to empower everyone in the march of development,&quot; Ambani said at the &#39;Make in Odisha - Conclave 2018&#39;.\r\n\r\n\t&quot;Most of our investments are in creating digital infrastructure,&quot; he added.&nbsp;\r\n\t&nbsp;\r\n\r\n\tALSO READ:&nbsp;Reliance Industries, HSBC execute blockchain trade and finance transaction\r\n\r\n\tAmbani said that Reliance Jio is not just another business, it is a mission to transform India, to transform Odisha.\r\n\r\n\t&quot;We have created and sustained new employment opportunities of over 30,000 people in the last two years in the state,&quot; he said.\r\n\r\n\t&quot;(The) PM&#39;s inspiring vision of digital India is to make India a leader in digital economy globally. Today, India is the fastest digitising economy in the whole world,&quot; Ambani noted.\r\n\t&nbsp;\r\n\r\n\tALSO READ:&nbsp;Reliance Industries clocks record quarterly net profit of Rs 95.16 bn in Q2\r\n\r\n\tHe said that Jio is leading India&#39;s digital transformation since it commenced operations a little over two years ago.\r\n\r\n\tInaugurating the state&#39;s showpiece business summit, Odisha&#39;s Chief Minister Naveen Patnaik on Sunday had asked industry captains to explore immense opportunities that the state has to offer as it takes rapid strides to emerge as the manufacturing hub of the east.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-10-19T09:40:00+05:30\",",
      "headline": "Reliance Industries falls 7% post Q2 results\",",
      "body": "Shares of Reliance Industries (RIL) has dipped 7% to Rs 1,073 on the BSE in early morning trade after reporting mixed set of numbers for the quarter ended September 2018 (Q2FY19) with its retail and digital services (telecom; Jio) businesses continuing to post strong growth, while its core refining business performance was a bit disappointing amid high expectations.\r\n\tRIL has reported a 17.4% rise in consolidated net profit at Rs 95.16 billion for the September quarter, largely helped by a record financial performance in its petrochemicals business. The company had a profit of Rs 81.09 ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-10-04T18:44:00+05:30\",",
      "headline": "RIL out of $100-bn club as market cap slips to $96.5 bn, TCS lone member\",",
      "body": "Mukesh Ambani-led Reliance Industries (RIL) is no longer part of companies belonging to the $100-billion market capitalisation club.\r\n\r\n\tThe oil-to-telecom conglomerate&rsquo;s market value has declined to $96.5 billion (Rs 7.1 trillion) following a sharp drop in its shares on Thursday.\r\n\r\n\tShares of the company closed at Rs 1,121, down Rs 85, or seven per cent -&mdash; the biggest single-day drop since August 24, 2015.\r\n\r\n\tShares of RIL had first crossed $100 billion in market cap on July 12. The company&rsquo;s market cap remained above $100 billion for 54 trading ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-09-26T17:20:00+05:30\",",
      "headline": "Reliance, Vardhman Textiles ink pact for manufacturing fabric R|Elan\",",
      "body": "Reliance Industries Ltd (RIL) Wednesday announced to enter into a partnership with Ludhiana-based textile major Vardhman Textiles Ltd for manufacturing fabric -&#39;R|Elan&#39;.\r\n\r\n\tAs a part of this engagement, RIL&#39;s R | Elan technical team will work closely with Vardhman to develop a variety of new manufacturing processes to manufacture specially engineered R|Elan fabrics, said a company statement here.\r\n\r\n\tThe innovative high-quality fabric collection will straddle across the performance and sustainable themes in formals, casuals and other women wear segments.\r\n\r\n\tR|Elan technical team will provide the technical know-how, specifications and parameters to ensure the best quality fabric is produced, it further said.\r\n\t&nbsp;\r\n\r\n\tALSO READ:&nbsp;Top-performing Reliance Industries is shaking off past decade&#39;s slumber\r\n\r\n\tR|Elan is a new-age fabric brand from Reliance Industries.\r\n\r\n\tGunjan Sharma, Chief Marketing Officer - Polyester Division, RIL said: &quot;We are proud to be associated with the leading player Vardhman for R|Elan. We will work together to ensure the consumer&#39;s growing demand for high-quality performance and sustainable apparel are met with R|Elan. This partnership further emphasises our focus on creating opportunities for entire textile value chain, including brands and apparel manufactures.&quot;\r\n\t&nbsp;\r\n\r\n\tALSO READ:&nbsp;Adani group, Reliance Industries, Tata lead race to buy bankrupt firms\r\n\r\n\t\r\n\tSuchita Jain, Joint Managing Director, Vardhman Textiles Ltd said, &quot;We see many exciting possibilities with R|Elan to create new fabric developments. Our strengths have always been rapid innovation and creating strong product ranges that are acceptable to brands, and Reliance is the perfect partner for our developments.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-02-03T20:55:00+05:30\",",
      "headline": "Reliance to invest Rs 25 bn in Assam, create 80,000 jobs over next 3 years\",",
      "body": "Reliance Industries chairman Mukesh Ambani on Saturday announced an investment of Rs 25 billion in Assam in various sectors, including retail, petroleum, telecom, tourism and sports, creating jobs for at least 80,000 people over the next three years.\r\n&quot;Today I am happy to announce five commitments for Assam over the next three years. Reliance will invest an additional Rs 25 billion to augment its presence in this market,&quot; he said at the inaugural function of the Global Investors Summit 2018 here.\r\nUnder this programme, the company will enhance its retail division&#39;s outlet to 40 from existing two, while the number of petrol depots will be increased to 165 from the existing 27, he added.\r\n&quot;We are also going to open new offices in all 145 tehsil headquarters across Assam. Our approach has always been to create sustainable livelihood opportunities and have generated 20,000 jobs in Assam,&quot; Ambani said.\r\nAssam has always been a low priority market for other telecom operators, but it is a &#39;Category A&#39; market for Reliance, he added.\r\n&quot;We now target to increase the sustainable livelihood opportunities by five-fold to 100,000 jobs,&quot; Ambani said.\r\nIn the tourism sector, the company&#39;s CSR wing Reliance Foundation will partner with Assam government to set up a centre at an university to promote &quot;wildlife protection and eco-tourism&quot;, he added.\r\n&quot;In football, ISL is a huge success in Assam. We have decided to establish a top class football academy in partnership with Government of Assam to produce global players from the state,&quot; Ambani said.\r\nReliance Industries has become the largest private sector investor in Assam by putting in Rs 50 billion over the last few years, he said.\r\nThe company&#39;s telecom arm &#39;Jio&#39; has over 3,000,000 users at present and aims to increase it manifold in the coming months, he added.\r\nComplimenting Assam Chief Minister Sarbananda Sonowal for organising the &#39;Advantage Assam - Global Investors Summit 2018&#39;, Ambani said: &quot;Assam&#39;s development potential is limitless. In 50&#39;s, the state was a developed one with its per capital income more than the national average.&quot;\r\n\r\nThe Global Investors Summit is happening at an appropriate time with the country also &quot;rising under the leadership of a very popular Prime Minister Narendra Modi&quot;, whose thrust on &#39;ease of living&#39; is touching many other countries, he added.\r\nAmbani also praised Prime Minister Narendra Modi for his government &quot;presenting one of the best budgets in recent times&quot; by focusing on all segments of the society, including the farmers.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-01-26T23:16:00+05:30\",",
      "headline": "Govt nod to RIL, BP acquiring Nikos stake in gas block in Bay of Bengal\",",
      "body": "The government has approved Reliance Industries and British energy giant BP plc acquiring their cash-strapped partner Niko Resources&#39; 10 per cent stake in gas discovery block NEC-25 in the Bay of Bengal.\r\n&quot;Assignment of Niko&#39;s participating interest (10 per cent) to RIL and BP approved by Government of India,&quot; RIL said in an analyst presentation on third-quarter earnings.\r\nNiko had in mid-2015 chosen to withdraw from the NEC-25 block and relinquish its interest to the remaining stakeholders.\r\nRIL is the operator of the block with 60 per cent interest while BP of the UK has the remaining 30 per cent stake.\r\nThe 10 per cent stake has been split between RIL and BP in proportion to their equity stake.\r\nGas discoveries in North-East Coast block NEC-0SN-97/1 (NEC-25) hold recoverable reserves of 1.032 trillion cubic feet.\r\nThe Canadian company has been facing cash problems and had even put up for sale its interest in NEC-25 as well as 10 per cent stake in RIL&#39;s Krishna Godavari basin oil and gas producing block KG-DWN-98/3 or KG-D6. It could not find a buyer though.\r\nLast year, RIL had stated that the block oversight panel, called Management Committee (MC), has reviewed the declaration of commerciality (DoC) of gas find D-32 in the block.\r\nMC is headed by upstream regulator, the Directorate General of Hydrocarbons (DGH), which had previously refused to give formal recognition to the D-32 and D-40 discoveries in the block due to absence of its mandated confirmatory tests.\r\nThe DGH had also previously not approved a $3.5 billion plan for developing gas discoveries in block NEC-25 in the absence of its prescribed Drill Stem Test (DST) to confirm two of the finds.\r\nThereafter, the partners decided to go for the DST test on one of the finds and relinquish or give up the other.\r\nThe presentation did not say if the partner have submitted a revised field development plan (FDP).\r\nRIL in March 2013 had submitted a $3.5 billion Integrated Field Development Plan for producing 10 million standard cubic metres per day of gas from the discoveries D- 32, D-40, D-9 and D-10 in NEC-25 by mid-2019.\r\nThe DGH, the nodal technical arm of the oil ministry, however refused to bring the development plan to the Management Committee for approval, disputing commerciality of D-32 and D-40 in the absence of Drill Stem Tests (DSTs).\r\nRIL-BP-Niko decided to relinquish D-40 and conduct DST on D-32.\r\nAccording to RIL, D-32 and D-40 hold an in-place reserve of up to 663 billion cubic feet capable of producing 170 million standard cubic feet per day.\r\nRIL has so far made eight gas discoveries in the block.\r\nMC reviewing the commerciality of D-32 paved the way for re-submission of the field development plan (FDP) and its consideration by the committee, sources said.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-01-13T00:51:00+05:30\",",
      "headline": "RIL to sign pact with Israeli big data and smart city tech provider\",",
      "body": "Mukesh Ambani-led Reliance Industries (RIL) is set to sign a memorandum of understanding (MoU) with Israeli tech major mPrest, a global technology provider, during the visit of Israeli Prime Minister Benjamin Netanyahu to India. This could be considered RIL&rsquo;s move to get deep into the smart city, big data, defence and critical infrastructure space.\r\n\r\n\tThis is one of the 10 important MoUs to be signed between Indian and Israeli companies. mPrest is part of the largest-ever business delegation from Israel, which would accompany the Israeli PM, who is arriving on ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-01-11T00:48:00+05:30\",",
      "headline": "RILs Mukesh Ambani in talks to buy out Jai Corps 24% stake in NMSEZ\",",
      "body": "Reliance Industries Chairman Mukesh Ambani, through his personal investment firms, is in talks to buy out BSE-listed Jai Corp&rsquo;s 24 per cent stake in Navi Mumbai Special Economic Zone (NMSEZ). If the deal goes through, Ambani will be the largest shareholder of the NMSEZ with a 48.1 per cent stake.\r\n\t \r\n\r\n\tLast week, the NMSEZ project received the go-ahead from the Maharashtra government-owned City and Industrial Development Corporation (Cidco) for its conversion into an industrial city.\r\n\r\n\tDronagiri Infrastructure, a company jointly promoted by Ambani, Jai Corp, and SKIL ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-01-01T23:09:00+05:30\",",
      "headline": "2018 holds better prospects for RIL\",",
      "body": "The Reliance Industries (RIL) stock has been one of the biggest gainers in 2017, adding 68 per cent to shareholder wealth, led by positive surprises in the telecom business (Reliance Jio) and strong performance in the core refining and petrochemicals businesses.\r\n\r\n\tA recent trigger has been the acquisition of fibre, tower and spectrum assets of Reliance Communications (RCom) for an estimated Rs 250 billion. Though the deal will raise RIL&rsquo;s debt, it will get substantial benefits in terms of lower costs, expansion of 4G coverage and higher synergies. While RIL will save about Rs ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-12-25T00:50:00+05:30\",",
      "headline": "Reliance Industries plans to be among top 20 global firms\",",
      "body": "Reliance Industries (RIL) plans to be among the top 20 companies in the world, said Chairman and Managing Director Mukesh Ambani.\r\n\r\n\tSpeaking at an event celebrating Reliance&rsquo;s 40 years, Mukesh Ambani appreciated the work done by past leaders to the company. He told the gathering, &ldquo;from one employee, we have grown to 250,000 now. From an initial investment of Rs 1,000, we have grown to over Rs 6,00,000 crore ($90 billion) now. My father is a timeless legend, an Indian icon, an eternal inspiration for all Indians for all generations.&rdquo; Founded in 1966, RIL was listed in ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-11-21T14:01:00+05:30\",",
      "headline": "The Moodys effect: RIL raises $800 mn at lowest rate ever for 10-yr bonds\",",
      "body": "Reliance Industries on Tuesday said it has raised $800 million by selling 10-year bonds - the first offering since Moody&#39;s raised India&#39;s sovereign rating.\r\nThe bonds were priced at 3.66 per cent, the lowest coupon ever achieved by an Indian corporate for a 10-year issuance, the company said in a statement.\r\nRIL, which is rated the same as the sovereign, will use the proceeds to refinance existing debt. This was the first dollar note this year.\r\nThe note by RIL, India&#39;s largest company, was assigned &#39;BBB+&#39; rating by S&P and &#39;Baa2&#39; by Moody&#39;s Investors Service.\r\n&quot;The notes have been priced at 130 basis points over the 10-year US Treasury Note, at a price of 100 to yield at 3.667 per cent,&quot; the statement said.\r\nThey will bear fixed interest of 3.66 per cent per annum, with interest payable semi-annually in arrears and shall rank pari passu with all other unsecured and unsubordinated obligations of the company.\r\nThis, RIL said, was the tightest ever spread over US Treasury for an Indian entity for a 10-year issuance. Also, it was the tightest ever spread over US Treasury for a 10-year BBB corporate issuance from Asia ex-Japan since the global financial crisis.\r\n&quot;The company will use the proceeds to redeem its existing $800 million 5.875 per cent senior perpetual fixed rate unsecured notes pursuant to the terms of such notes,&quot; it said.\r\nThe notes were over 1.6 times oversubscribed across 90 accounts.\r\nV Srikanth, Joint Chief Financial Officer, RIL, said: &quot;This refinancing transaction was well received by high quality investors across asset managers, insurance companies and banks and helped us achieve substantial savings in interest cost over the life of the notes.&quot;\r\n\r\nIssued against the backdrop of the upgrade of the country ratings by Moody&#39;s, RIL successfully concluded a swift intra- day execution to capitalise on the market window, he said. &quot;We are delighted to have issued 10-year bonds at the lowest coupon ever for an Indian corporate.&quot;\r\n\r\nOnce a net zero-debt company, RIL has borrowed heavily to fund its mega 4G telecom rollout. The company&#39;s debt swelled to Rs 2,14,145 crore at the end of September as compared to Rs 1,96,601 crore as on March 31, 2017. Cash in hand was marginally lower at Rs 77,014 crore.\r\nAssigning its &#39;BBB+&#39; rating for the bonds issue, S&P Global Ratings had yesterday stated that RIL continues to bolster its business profile with new growth projects in its already large, integrated and efficient oil refining and petrochemical businesses.\r\n&quot;The completion of recent investments in the refining and petrochemical segment will further add to the company&#39;s cash flows,&quot; it said, adding that RIL&#39;s diverse businesses with high levels of integration help offset the cyclicality inherent in the oil and gas and petrochemicals industries.\r\nS&P said RIL is on track to achieve Ebitda of about Rs 70,000 crore in the current fiscal and Rs 90,000 crore in 2018-19.\r\nEbitda was Rs 32,500 crore for the first half of the current fiscal.\r\nMoody&#39;s Investors Service had separately stated that RIL&#39;s Baa2 rating reflects the company&#39;s strong ability to generate operating cash flows, with annual Ebidta exceeding $10 billion from its large-scale integrated refining and petrochemical operations which generate strong margins and the company&#39;s nascent but growing digital services business.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-11-20T16:48:00+05:30\",",
      "headline": "picture of this report may have been reworked by the Business Standard staff; the rest of the content is auto-generated from a syndicated feed.)\",\r\n\t\t             \"articleSection\":\"Companies\",\r\n          \"headline\": \"Reliance Industries hits forex debt market again with $800-mn issue\",",
      "body": "Reliance Industries, the most profitable company as also the largest borrower, has hit the overseas debt market with a $800-million bond sale programne as it seeks to pare a portion of its high cost debt that stands at over Rs 2.14 lakh crore.\r\n&quot;Reliance has hit the overseas debt market with a $800 million issue,&quot; investment banker told PTI, requesting not to be quoted as the issue is yet to be priced and closed.\r\nMeanwhile, rating agency Moody&#39;s today signed a Baa2 rating to the proposed unsecured bond sale by RIL. The bonds will rank pari passu with RIL&#39;s other existing and future unsecured and unsubordinated obligations, it said assigning the Baar rating.\r\nIt can be noted that for the September quarter, RIL, which has a market capitalisation of close to Rs 6 lakh crore, had a cash pile of Rs 77,014 crore and a debt of Rs 2,14,145 crore, up from Rs 1,96,601 crore in the previous quarter.\r\nThe Mukesh Ambani-led RIL has been borrowing heavily for expansion and entry into telecom space with Reliance Jio into which it has invested over Rs 1.4 lakh crore. That apart it has also pumped in over Rs 1 trillion into its core refining and petrochemicals expansion which is now completed.\r\n&quot;The Baa2 rating reflects RIL&#39;s ability to generate operating cash flows, with annual Ebitda of over USD 10 billion from its large-scale integrated refining and petrochemical operations that generate strong margins, and its nascent but growing digital services business,&quot; said Vikas Halan, a vice-president and senior credit officer at Moody&#39;s.\r\nThe rating also incorporates the increase in RIL&#39;s business risk because of its growing digital services business and our expectation that high cash outflow for capital spending will keep its free cash flow negative over at least next 18 months&quot;, added Halan, who is also Moody&#39;s lead analyst for RIL.\r\nEarly November, Moody&#39;s had lowered RIL&#39;s credit rating outlook to stable while affirmed its overall ratings, citing likely negative free cash flow due to heavy debt repayments over the next 18 months.\r\nMoody&#39;s had said RIL would see large cash outflow over the next 18 months towards paying back its creditors for the billions of dollars of capex it had incurred on telecom and refining and petchem expansions. This would lead RIL to tap the debt market more as a result of which it would not be able to reduce its debt and also its free cash flow to be in the negative territory for next 18 months or so, Moody&#39;s had said.\r\n&quot;Such payments along with additional capex towards telecom will constrain any reduction in net borrowings until fiscal 2019,&quot; Moody&#39;s had warned.\r\n&quot;Accordingly, we&#39;ve revised our outlook on RIL&#39;s long-term issuer rating to stable from positive, but the outlook on its foreign currency senior unsecured rating is maintained at stable,&quot; Moody&#39;s had said.\r\nMoody&#39;s expects Jio, which reported a Rs 260 crore operational profit in Q2 with a Rs 271 crore net loss, to turn in first set of profits in the current fiscal itself.\r\nThe oil-to-telecom conglomerate reported a 12.5 per cent jump in Q2 net after refining margin soared to a nine-year high and telecom venture earned operational profit.\r\nIt earned a net income of Rs 8,109 crore, or Rs 13.7 per share as it could earn USD 12 on turning every barrel of crude oil into fuel, up from USD 10.1 a barrel gross refining margin in same quarter of previous year and USD 11.9 a barrel in first quarter of the current fiscal. Total revenue was up 23.9 per cent to Rs 1,01,169 crore.(Only the headline and picture of this report may have been reworked by the Business Standard staff; the rest of the content is auto-generated from a syndicated feed.)\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-11-05T14:55:00+05:30\",",
      "headline": "Eight of 10 top valued firms add Rs 86,932 cr in m-cap; Airtel top gainer\",",
      "body": "Eight of the 10 most valued Indian companies together added Rs 86,932.41 crore in market valuation last week, with Bharti Airtel stealing the show with maximum gain.\r\nReliance Industries, TCS, HDFC Bank, HDFC, SBI, Maruti Suzuki India, ONGC and Airtel saw gains in their market capitalisation (m-cap) during the week ended on Friday.\r\nOnly two companies, ITC and HUL, recorded losses in their market valuation in the week.\r\nThe m-cap of Airtel, the latest entrant to the top-10 list, soared by Rs 22,486.25 crore to Rs 2,16,399.25 crore as on Friday last week.\r\nThe market valuation of HDFC surged Rs 12,338.06 crore to Rs 2,83,185.15 crore and that of State Bank of India (SBI) advanced by Rs 12,128.03 crore to Rs 2,80,541.64 crore.\r\nRIL&#39;s m-cap zoomed Rs 10,253.62 crore to Rs 5,98,854.67 crore and that of HDFC Bank went up by Rs 10,234.53 crore to Rs 4,73,570.96 crore.\r\nThe market cap of ONGC jumped Rs 10,009.93 crore to Rs 2,45,563.96 crore, TCS&#39; moved up by Rs 6,412.86 crore to Rs 5,00,145.92 crore and that of Maruti rose by Rs 3,069.13 crore to Rs 2,48,201.06 crore.\r\nOn the other hand, ITC&#39;s m-cap dropped Rs 4,763.02 crore to Rs 3,23,403.50 crore and that of Hindustan Unilever Ltd (HUL) fell by Rs 4,177.45 crore to Rs 2,67,984.09 crore.\r\nIn the ranking of top-10 firms, RIL remained at the pole position followed by Tata Consultancy Services (TCS), HDFC Bank, ITC, HDFC, SBI, HUL, Maruti, ONGC and Airtel.\r\nLast week, the Sensex rose by 528.34 points, or 1.59 per cent while the Nifty was up 129.45 points, or 1.25 per cent.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-09-16T11:00:00+05:30\",",
      "headline": "Govt to appeal against panels rejection of its $1.5 bn claim on RIL\",",
      "body": "The Law Ministry has held that an international arbitration panel&#39;s ruling rejecting the government&#39;s demand for $1.5 billion from Reliance Industries and its partners for allegedly siphoning gas from fields of ONGC is a fit case for appeal, sources in know of the development said.\r\n\r\n\tThe Oil Ministry had sought an opinion of the Law Ministry on the July arbitration award going against the government.\r\n\r\n\tSources said the Law Ministry was of the opinion that the majority arbitration award was in violation of the terms and conditions of the production sharing contract (PSC), lacked required reason and was against the public good and public interest.\r\n\r\n\tA three-member international arbitration tribunal by a majority vote in July held that Reliance could contractually produce and sell any gas that might have migrated from adjoining fields of state-owned Oil and Natural Gas Corp (ONGC) into its area and that it was not obligated to seek prior permission of the government for doing so.\r\n\r\n\tSources said the Law Ministry was of the opinion that the tribunal had ignored the contractual obligation and statutory duty on part of operators to furnish information to the government about any migration of gas.\r\n\r\n\tIt felt the award is a fit case for a challenge in the High Court, they said.\r\n\r\n\tWith one member dissenting, the arbitration panel had held that the production sharing contract for eastern offshore KG-D6 fields &quot;does not prohibit but permits&quot; Reliance &quot;to produce and sell gas which migrated into the sub-sea reservoir lying within (its) Contract Area from a source outside the Contract Area&quot;.\r\n\r\n\tAnd so &quot;there is no question of &#39;unjust enrichment&#39;,&quot; it had held. Reliance &quot;has not been and will not be unjustly enriched by any production of migrated gas as a result of Petroleum Operations conducted within its Contract Area&quot;.\r\n\r\n\tIn his dissent note, G S Singhvi said that the PSC prohibits Reliance and its partners from producing and selling gas which migrated into their sub-sea reservoir from the contract area of ONGC.\r\n\t&nbsp;\r\n\r\n\tALSO READ:&nbsp;Top-performing Reliance Industries is shaking off past decade&#39;s slumber\r\n\r\n\tHe held that Reliance &quot;unjustly enriched itself by the sale of migrated gas, which did not belong to it and, therefore, it is bound to restore those benefits to the Government&quot;.\r\n\r\n\tIn the 107-page order, the arbitration tribunal headed by Singapore-based arbitrator Lawrence G S Boo stated that although Reliance had always accepted that there could be channel continuity between its KG-D6 block and ONGC&#39;s adjoining KG-D5 and IG block, its conduct is consistent with its position that &#39;reservoir connectivity&#39; has not been proven.\r\n\r\n\tBernard Eder, a former UK High court judge nominated by Reliance, was the other judge who concurred with Boo. Singhvi, a former Supreme Court judge and the government nominee on the panel, wrote a long dissent note.\r\n\r\n\t&quot;The Claimant (Reliance) requires no further express permission to produce and sell any migrated gas that could have come into (its) Contract Area,&quot; the majority judgment held.\r\n\r\n\tOn the company not informing the government of a report commissioned by its partner Niko Resources indicating connectivity between KG-D6 and neighbouring blocks of ONGC, the tribunal said &quot;the alleged failure to furnish information if so proven would at best be a breach of the contractual terms of the PSC or at worst attract penal sanctions under the Petroleum and Natural Gas (PNG) Rules&quot;.\r\n\r\n\t&quot;There is no logical nexus between such breach or non-compliance with the claimant&#39;s right to extract gas which might include gas which could have migrated from an area outside the Contract Area. These are distinct and discreet issues,&quot; it said.\r\n\r\n\tThe tribunal had said though Reliance&#39;s &quot;production of gas would have included gas which had migrated into the reservoir from a source outside the Contract Area&quot;, it is &quot;entitled to all rights granted to it under the PSC and shall be entitled to retain and recover cost petroleum and profit petroleum from the gas so extracted, produced and sold&quot;.\r\n\r\n\tThe panel also awarded USD 8.3 million compensation to the three partners.\r\n\r\n\tReliance is the operator of KG-D6 block with 60 per cent interest, while BP plc of UK holds 30 per cent and Niko Resources of Canada the remaining 10 per cent.\r\n\t&nbsp;\r\n\r\n\tALSO READ:&nbsp;Reliance Industries hits new high; soars 37% thus far in FY19\r\n\r\n\tIn his dissent note, Singhvi said Reliance was required to obtain explicit permission to produce migrated gas.\r\n\r\n\t&quot;It is crystal clear that the claimant (Reliance) does not have any rights to the gas which has migrated from ONGC&#39;s blocks,&quot; he wrote. &quot;There can be no doubt that the retention of the benefit of migrated gas would be &#39;against the fundamental principles of justice or equity and good conscience&#39; thereby falling squarely within the ambit of the doctrine of unjust enrichment&quot;.\r\n\r\n\tHe also held that quantification of migrated gas determined in D&M report of 2015 was conclusive.\r\n\r\n\tStating that Reliance should have disclosed the 2003 report of its partner Niko Resources, he said it may not have conclusively established reservoir connectivity, but it strongly suggested the same.\r\n\r\n\t&quot;It is held that the claimant&#39;s failure to comply with its obligation to disclose November 2003 D&M report to the Government constitute a breach of the terms of the PSC and the 1959 Rules,&quot; he wrote.\r\n\r\n\t&quot;Under the PSC, if a reservoir extends beyond block boundaries, the contractor may either seek permission to enlarge its Development Area, or jointly develop the area with the contractor of the adjoining block, or relinquish its rights to such reservoir,&quot; he said. &quot;There can be no effective lease or enjoyment of an area covered by a reservoir, if such reservoir is being drained by a different person on its block boundary.&quot;\r\n\t\r\n\tThe ministry had on November 4, 2016, slapped a demand notice on Reliance-BP-Niko combine for producing in seven years ending March 31, 2016 about 338.332 million British thermal units of gas that had seeped or migrated from ONGC&#39;s blocks into their adjoining KG-D6 in the Bay of Bengal.\r\n\r\n\tReliance on November 11, 2016, slapped an arbitration notice disputing the claim.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-08-24T02:13:00+05:30\",",
      "headline": "RIL first Indian firm to hit Rs 8 trillion market cap, TCS not far behind\",",
      "body": "Reliance Industries (RIL) on Thursday became the first Indian company to cross Rs 8 trillion in market capitalisation. The stock gained 1.9 per cent to close at Rs 1,270, valuing the Mukesh Ambani-led firm at Rs 8.05 trillion ($115 billion at current exchange rate of Rs 70.11 for a dollar).\r\n\r\n\tShares of RIL have rallied 34 per cent from their recent low of Rs 945 on June 28 amid big-bang announcements during its annual general meeting (AGM) in early July. During the same period, the benchmark BSE Sensex gained 9.5 per cent.\r\n\r\n\tTata group flagship Tata Consultancy Services (TCS) also ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-08-23T13:59:00+05:30\",",
      "headline": "RIL becomes first Indian company to cross Rs 8 trillion in market cap\",",
      "body": "Reliance Industries on Thursday became the first company to cross Rs 8 trillion in terms of market capitalisation (market-cap), becoming the country&#39;s most valued firm\r\n\r\n\tAt 1:59 pm, RIL&#39;s market capitalisation (m-cap) stood at Rs 8.01 trillion. The stock ended at Rs 1,266.90 on the NSE, up 1.6%, extending its gains over the past four trading days.\r\n\t\r\n\tAlso Read: HUL, RIL, TCS among top gainers in Sensex&#39;s 8,000-point rally in 16 months\r\n\r\n\tThus far in calendar year 2018, Mukesh Ambani-controlled RIL has outperformed the benchmark indices and rallied around 37%. In ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-07-27T12:32:00+05:30\",",
      "headline": "Reliance Industries nears record high ahead of Q1 results; stock up 2%\",",
      "body": "Reliance Industries (RIL) was trading 2% higher at Rs 1,133 on the BSE at 12:32 pm ahead of its June quarter (Q1FY19) results today (July 27, 2018) evening. The stock was quoting close to its record high of Rs 1,138 touched on last Friday, July 20, in intra-day trade.\r\n\tOil to telecom major RIL is expected to report a steady performance for Q1FY19. This would be on the back of higher petrochemical volumes, expected to partly offset a softening in the refining segment. In the new-age businesses of retailing and telecom (digital services), analysts expect earnings to slow down as compared ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-07-21T22:48:00+05:30\",",
      "headline": "Reliance Brands buys 8% additional stake in Genesis Colors for 342 mn\",",
      "body": "Reliance Industries Ltd (RIL) on Saturday said its subsidiary had purchased an additional 8.14 per cent stake in luxury fashion retail firm Genesis Colors for about Rs 341.7 million.\r\n\r\n\t&ldquo;Reliance Brands, a subsidiary of the Company, has purchased an additional 8.14 per cent equity stake in luxury fashion retail firm Genesis Colors Limited for about Rs 341 million, taking its total stake in GCL to 9.29 per cent,&rdquo; RIL said in a filing.\r\n\r\n\tGCL was incorporated in November 1998, and is in retailing and wholesale business of branded readymade garments, bags, footwear and ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-07-09T07:02:00+05:30\",",
      "headline": "Reliance Industries chalks out inventory road map for e-commerce space\",",
      "body": "A late entrant into the e-commerce space, Reliance Industries (RIL) is working overtime to compete with market majors such as Amazon and Flipkart. Targeting a September launch, the group is readying around 50 warehouses across the country for its proposed e-commerce operations, sources indicated. A dedicated data centre in the Bay Area is also being planned for e-commerce.\r\n\r\n\tThe big differentiator for RIL will be its inventory-based marketplace model as against the aggregator format followed by Amazon and Flipkart, it is learnt. The inventory model helps an e-commerce player have ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-06-19T07:01:00+05:30\",",
      "headline": "Maharashtra govts move to ban use of plastic puts RIL in recycle mode\",",
      "body": "The Maharashtra government&rsquo;s decision in March to partially ban the use of plastic has put the country&rsquo;s largest polymer producer in recycle mode. The Mukesh Ambani-led Reliance Industries (RIL) is now creating a platform for recycling, building a corpus and setting up a full-fledged sustainability team.\r\n\r\n\t&ldquo;The ban from Maharashtra was more of a wake-up call for the industry,&rdquo; said Vipul Shah, chief operating officer of RIL&#39;s petrochemicals business. RIL had homework in place over the last couple of years. The ban accelerated the process, he ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-06-15T10:39:00+05:30\",",
      "headline": "Reliance Industries, Bajaj Finance, Jubilant FoodWorks hit new highs\",",
      "body": "Shares of Reliance Industries, Bajaj Finance, United Breweries, Page Industries, Jubilant FoodWorks and Sundram Fasteners from the S&P BSE500 index hit their respective new highs in intra-day trade in otherwise subdued market.\r\n\t\r\n\tThus far in the current calendar year 2018 (CY18), all these stocks have outperformed the market by gaining by upto 54%, as compared to 4.6% rise in the S&P BSE Sensex.\r\n\t\r\n\tJubilant FoodWorks was up 2% to Rs 2,765, surpassing its previous high of Rs 2,748 touched on May 28, 2018, ahead of 1:1 bonus issue. The stock has rallied 54% thus far in CY18.\r\n\t\r\n\tThe ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-06-14T14:23:00+05:30\",",
      "headline": "Reliance Industries hits new high, gains 10% in 3 weeks\",",
      "body": "Reliance Industries (RIL) hit a new high of Rs 1,011.70 up 1% on the BSE in noon deal, surpassing its previous high of Rs 1010.70 recorded on April 27, 2018 in intra-day trade.\r\n\tIn past three weeks, RIL has outperformed the market by surging 10% as compared to 4% rise in the S&P BSE Sensex.\r\n\tThus far in the financial year 2018-19 (FY19), the stock was up 14% against 8% surged in benchmark index. In entire FY18, RIL had rallied 34% against 11% gained in the benchmark index.\r\n\tRIL&rsquo;s consolidated annual revenues in FY18 grew significantly at 30.5% over FY17 to Rs 4,307 billion with ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-06-12T22:58:00+05:30\",",
      "headline": "RIL acquires 73% stake in AI-based education technology provider Embibe\",",
      "body": "Reliance Industries Limited on Tuesday said it has completed the acquisition of close to 73 per cent stake in artificial intelligence-based education technology provider Embibe.\r\n\r\n\t&quot;RIL, Embibe and the other stakeholders have completed all the closing conditions and have successfully completed the sale and purchase of the shareholding of the existing investors in Embibe to RIL. With this transaction, RIL will hold 72.69 per cent (on fully diluted basis) in Embibe,&quot; RIL said in a BSE filing.\r\n\r\n\tRIL in April had announced that it has entered into agreements to acquire close to 73 per cent stake in education technology provider Individual Learning Private Ltd (Embibe) and plans to invest $180 million into the company over the next three years.\r\n\r\n\tEmbibe will use the capital over the next three years towards deepening its R&D on AI in education, as well as business growth and geographic expansion, catering to students across K-12, higher education, professional skilling, vernacular languages and all curriculum categories across India and internationally.\r\n\r\n\t&quot;The founder and CEO of Embibe, Aditi Avasthi, will continue in her leadership role and will drive the growth of the business,&quot; RIL said.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-06-11T16:33:00+05:30\",",
      "headline": "With an eye on $33 bn debt pile, RIL making room to add $3 bn to borrowings\",",
      "body": "Reliance Industries Ltd. is making room to add as much as Rs 200 billion  ($3 billion) to borrowings, using its cash buffer to manage rising funding costs and $13 billion of maturities over the next three years.\r\n\r\n\tThe billionaire Mukesh Ambani-led company will seek approval to issue redeemable non-convertible debentures at its July 5 shareholder meeting in Mumbai, it said in its latest annual report, without specifying how the money will be used. Reliance has total debt of about $33 billion, more than half of which is due for repayment by 2022, according to data compiled by ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-06-08T15:14:00+05:30\",",
      "headline": "Reliance Industries rises for the eighth straight trading day\",",
      "body": "Shares of Reliance Industries (RIL) have moved higher by 1.5% to Rs 986 per share, rebounding 2.6% from their intra-day low of Rs 961 on the BSE.\r\n\tRIL was quoting higher for the eight straight trading day, rallying 7.5% from Rs 917 on May 29, 2018, as compared to 1.3% rise in the S&P BSE Sensex. The stock hit an all-time high of Rs 1,011 on April 27, 2018 on the BSE in intra-day trade.\r\n\tRIL is aiming to raise the level of its profits from consumer-facing businesses such as retail and telecoms to that of its core energy operations, the company said in its annual report on ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-05-16T15:58:00+05:30\",",
      "headline": "RILs long-term foreign-currency rating at BBB-, with stable outlook: Fitch\",",
      "body": "Global rating agency Fitch on Wednesday affirmed Reliance Industries&#39; long-term foreign-currency rating at BBB-, with a stable outlook.\r\n\r\n\tRIL&#39;s rating is supported by its strong business profile, which is driven by its robust refining and petrochemical operations, the agency said in a note.\r\n\r\n\tIts primary analyst and a director Muralidharan R cited the robust and improved refining operations that consistently outperform regional refining benchmarks as one of the reasons for retaining the rating with stable outlook.\r\n\r\n\tThe company runs the world&#39;s largest single-location refinery at Jamnagar with a daily capacity of around 1.24 million barrels.\r\n\r\n\tReliance Industries (RIL) also benefits from its dominant market position in the petrochemical business, driven by its integrated business model with minimal presence in upstream. RIL recently completed a massive capex that upped the downstream integration, improving its business profile.\r\n\r\n\tRIL&#39;s GRM (gross refining margin) improved to USD 11.6 a barrel in FY18, from USD 11 a barrel in FY17, in line with strong industry-wide margins, Muralidharan said in the note.\r\n\r\n\t&quot;While we expect industry-wide refining margins to moderate, we expect RIL&#39;s GRMs to remain strong, supported by benefits of its capex. It completed the first phase of a gasification project in H2 of FY18, with the balance scheduled for completion in the H1 of FY19,&quot; he said.\r\n\r\n\tBut the rating agency noted that its digital services business, Jio, is still small and evolving, and faces intense competition from incumbents. RIL has pumped in around Rs 2.2 trillion till March 2018 into Jio, and &quot;we expect it to make further investments based on the actual growth and performance,&quot; it added.\r\n\r\n\tSince Jio has turned profitable in the first year of operations to the year to march 2018, &quot;we expect it to continue to register strong growth and its business to evolve over the medium-term.\r\n\r\n\t&quot;We expect RIL&#39;s financial profile to improve, supported by its strong operating cash flows from its expanded petrochemical and refining business. Cash flows will also benefit from lower capex in its energy businesses over the medium-term,&quot; the agency said.\r\n\r\n\tIts operating and expected financial profile places its unconstrained credit profile at the BBB level, which is reflected in its rupee loan rating, but its foreign currency rating at BBB- is constrained by the sovereign rating.\r\n\r\n\tOther reasons for the rating stance is the expanded petrochemical operations with expanded capacities, commissioning of a refinery off-gas cracker and stronger ethane sourcing which strengthened its downstream integration and its dominant position in the petrochemical business.\r\n\r\n\tRIL&#39;s petrochemical operating profit rose to Rs 2,120 billion in FY18, from Rs 13 billion in FY17, reflecting the benefits of its expanded capacity, feedstock flexibility and improved integration, the agency said.\r\n\r\n\tFitch expects the telecom business to continue robust growth over the medium term. &quot;We expect the subscriber addition to remain strong, driven by attractive high-speed 4G data and feature phone offerings,&quot; it said.\r\n\r\n\tJio&#39;s subscriber base reached 186.6 million by March 2018 after its first year of commercial operations, with a net addition of 26.5 million in the last quarter boosting revenue.\r\n\r\n\t&quot;While the Jio feature phones may result in lower average realisations in the near-term, we believe it also has the potential to support strong data consumption growth over the medium-term,&quot; said the report.\r\n\r\n\tDeclining capex is another reason for better financial profile, the report said, adding, &quot;We expect RIL&#39;s capex to come down from FY20 following completion of most of its refining and petrochemical expansion in FY18. But we also expect RIL to continue to invest in its mobile business and expand its fibre business, which will drive capex over the medium-term.&quot;\r\n\t\r\n\tThe agency expects RIL&#39;s free cash flows to turn positive by FY20, driven by strong internal cash flows from its expanded refining and petrochemical operations, which will be primarily driven by declining capex.\r\n\r\n\t&quot;Consequently, we expect RIL&#39;s net debt to fall and its credit metrics to improve over the medium term, helping its net leverage to fall to below 2.5 times by FY20 and further to around 2 times by FY21,&quot; it said.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-04-27T09:21:00+05:30\",",
      "headline": "Reliance Industries hits record high ahead of March quarter results\",",
      "body": "Shares of Reliance Industries (RIL) hit a record high of Rs 1,000 per share, up 2.5% on the BSE in early morning trade on the BSE, ahead of its January-March quarter (Q4FY18) results today. The stock surpassed its previous high of Rs 990 recorded on January 23, 2018 in intra-day deal.\r\n\tTextiles to telecom conglomerate, RIL is expected to post its best-ever quarterly consolidated net profit, with the figure expected to be close to Rs 100 billion mark.\r\n\tThe strong quarterly expectations are on the back of its petrochemicals segment performance. In addition, retail and telecom are likely ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-04-13T16:41:00+05:30\",",
      "headline": "Reliance Industries to buy 73% stake in AI-based edutech firm Embibe\",",
      "body": "Reliance Industries (RIL) on Friday announced it has agreed to buy a majority stake of 72.69 per cent in the artificial intelligence (AI)-based education platform Indiavidual Learning Pvt Ltd (Embibe) from existing investors over the next three years.\r\n\r\n\tIn a statement here, the Mukesh Ambani-led RIL said it has agreed to invest the rupee equivalent of $180 million into Embibe, which leverages data analytics to deliver personalised learning outcomes to each student.\r\n\r\n\t&quot;Reliance executed definitive agreements to acquire majority shareholding constituting 72.69 per cent (on a fully diluted basis) from existing investors of...Embibe,...,&quot; the statement said.\r\n\r\n\tEmbibe will use the capital to deepen its research and development (RandD) on AI in the field of education, business growth and expanding geographical presence, catering to students across K-12, higher education, professional skilling, vernacular languages and all curriculum categories across India and abroad, it said.\r\n\r\n\tThe Founder and Chief Executive of Embibe, Aditi Avasthi, will continue in her leadership role to drive the growth of the business, the statement added.\r\n\r\n\tCommenting on the development the Director of RIL&#39;s telecom arm Reliance Jio, Akash Ambani, said in a statement: &quot;The investment in Embibe underlines Reliance&#39;s commitment to growing the education sector in India and the world and making education accessible to the widest possible group of students by deploying technology.&quot;\r\n\r\n\t&quot;Reliance aims to connect over 1.9 million schools and 58,000 universities across India with technology,&quot; he said.\r\n\r\n\t&quot;With robust AI stacks focused on content intelligence and automation, behavioural recommendations and student intelligence, our products have redefined the way edtech can impact the lives of students and teachers,&quot; said Avasthi.\r\n\r\n\tThe transaction is subject to customary closing conditions, while Citibank acted as the financial advisors, the release said.\r\n\r\n\tAZB and Partners, Covington and Burling LLP and KPMG acted as legal advisors, while Pricewaterhouse Coopers provided tax advisory and diligence services to RIL, it added.\r\n\r\n\t&nbsp;\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-03-28T00:48:00+05:30\",",
      "headline": "RIL sells few assets in Eagle Ford Shale in US for $100 million\",",
      "body": "Mukesh Ambani, Reliance Industries on Tuesday, announced an agreement to divest its interest in certain acreage, producing wells and related assets in the western portion of its Eagle Ford shale position for a consideration of $100 Million.\r\n\r\n\t&ldquo;Reliance Eagleford Upstream Holding LP, a subsidiary of both Reliance Holding USA, Inc., and Reliance Industries, announced the signing of a purchase and sale agreement with Sundance Energy Inc. to divest its interest in certain acreage, producing wells and related assets in the western portion of its Eagle Ford shale position for ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-02-16T23:14:00+05:30\",",
      "headline": "Reliance Industries to acquire 65% stake in IFC for Rs 11.05 bn\",",
      "body": "Reliance Industries on Friday said it will acquire 65 per cent stake in Indian Film Combine Pvt Ltd, which is building a drive-in theatre, hotel, retail mall and club on a 12-acre plot in Mumbai, for Rs 11.05 billion.\r\nReliance Industrial Investments and Holdings Ltd, a wholly owned subsidiary of RIL, will acquire stakes in IFC, which was incorporated in 1942, the company said in a regulatory filing.\r\n&quot;RIIHL will be acquiring 65 per cent of current paid-up equity share capital of IFC from the existing shareholders for Rs 1,105 crore (20 per cent from Mauritian arm of Xander Group, Inc based in USA for Rs 3.40 billion and 45 per cent from entities belonging to the promoter group of RIL for Rs 765 crore),&quot; it said.\r\nThe remaining 35 per cent of IFC continues to be held by the Maker Group.\r\nThe acquisition is expected to be completed by May 31, 2018.\r\nIFC is setting up a drive-in theatre and hospitality precinct comprising a hotel, a retail mall and a club, built on approximately 12 acres of land in Bandra Kurla Complex (BKC), Mumbai.\r\nRIL is currently building a convention centre, a retail mall and office space at BKC, Mumbai. &quot;Together with the aforesaid IFC project, RIL will create the city&#39;s most attractive retail and entertainment destination which will complement its world-class convention centre,&quot; it said. &quot;RIL would be able to derive commercial and operational synergies to enhance its shareholder value.&quot;\r\n\r\nThe company said the acquisition from the promoter group entities of RIL is on arms-length basis and at the same valuation at which equity shares of IFC are being purchased from the Xander Group.\r\nThe valuation has also been independently confirmed by Jones Lang LaSalle Property Consultants (India) Pvt Ltd (JLL) and Ernst & Young Merchant Banking Services Pvt Ltd (E&Y), it added.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-11-05T14:48:00+05:30\",",
      "headline": "RIL awards R-Series gas field contract in KG-D6 to McDermott\",",
      "body": "Reliance Industries has awarded a major contract for bringing to production the R-Series gas field in the flagging KG-D6 block to US engineering and construction company McDermott.\r\nR-Series is one of the three sets of discoveries in the eastern offshore KG-D6 block that RIL and its partner BP plc of UK are working to bring to production by 2021-22 to reverse the declining trend in output.\r\nMcDermott on its website confirmed award of the contract but did not give value of the deal.\r\nThe company said it will provide &quot;engineering, procurement, installation and pre-commissioning of subsea flowlines, vent lines, and a pipeline-end manifold for connection with six subsea wells in the R-cluster field at a water depth of up to 6,890 feet (2,100 meters).&quot;\r\n\r\nThis is the first of three planned projects in KG-D6 that RIL-BP had announced in June, involving a cumulative investment of Rs 40,000 crore and producing from about 3 trillion cubic feet of discovered gas resources.\r\nThe R-series (D34) project is a dry gas development in water-depths of more than 2,000 metres, about 70 kilometres offshore.\r\nIt is to be developed by linking six producing wells with existing producing facilities at Dhirubhai-1 and 3 (D1&D3) gas fields in the block.\r\n&quot;The project is expected to produce up to 12 million cubic metres of gas a day, coming on stream in 2020,&quot; RIL-BP had said in June.\r\nMcDermott said in addition to the R-Cluster of six subsea wells, RIL can give it the job of five to seven more subsea wells at the Satellite-cluster fields in the KG-D6 block.\r\n&quot;The optional scope also consists of two additional subsea structures and flowlines at a water depth between 4,593 feet (1,400 meters) and 5,905 feet (1,800 meters),&quot; it said.\r\nMcDermott said it plans to leverage its significant experience and presence within India including its Engineering Center of Excellence office in Chennai providing engineering and project management oversight for the project.\r\nRIL-BP had in August 2013 won approval to invest up to $3.18 billion to produce gas for 13 years from D-34 (R- Series) discovery in the KG-DWN-98/3 or KG-D6 block.\r\nThe planned output from D-34, which is estimated to hold an in-place reserve of 2.2 Trillion cubic feet, more than double of the combined current production from Dhirubhai-1 and 3 (D1&D3) gas field and MA field in the KG-D6 block.\r\nRIL had originally put the recoverable reserves in D-34 at 1.413 Tcf that could produce a peak output of 14.9 mmscmd. However, the Directorate General of Hydrocarbons (DGH) trimmed the recoverable reserves to 1.191 Tcf and peak output to 12.9 mmscmd.\r\nThe Dhirubhai-34 or D-34 gas discovery in the southern part of KG-D6 block in Krishna Godavari basin was notified in May 2007. The find was declared commercially viable by MC in November 2011.\r\nRIL has so far made 19 gas discoveries and 1 oil find in the KG-D6 block. Of these, D1&D3 gas fields were brought to production in April 2009 while MA oilfield began pumping oil in September 2008.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-11-01T16:14:00+05:30\",",
      "headline": "RIL becomes 1st Indian firm with m-cap above Rs 6 lakh cr on closing basis\",",
      "body": "Reliance Industries, the most valuable firm on the bourses, has become the first Indian company to cross the Rs 6-lakh crore market capitalisation on the closing basis.\r\n\r\n\tOn Wednesday, RIL settled the day at record high level of Rs 952, up 1.2% with a market cap of Rs 6.03-lakh crore. In intra-day trade, the stock hit a high of Rs 957 with a market cap of Rs 606,328 crore.\r\n\r\n\tBy comparison, the benchmark S&P BSE Sensex closed 1.2% higher at 33,600 points. RIL touched an all-time high of Rs 958 on October 26, 2017, on intra-day basis.\r\n\r\n\tThus far in the calendar year 2017 (CY17), RIL ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-10-25T00:50:00+05:30\",",
      "headline": "Reliance Industries jumps 66 places in global m-cap ranking\",",
      "body": "Reliance Industries (RIL) has had a dream run over the past one year, with its market value almost doubling and the firm leapfrogging 66 places in the league table of the world&rsquo;s most valuable firms.\r\n\r\n\tThe Mukesh Ambani-led firm ranks 111, against last year&rsquo;s 177, Bloomberg data show. Some of the global majors Reliance overtook include Nike, Starbucks, Vodafone and Volkswagen. It also surpassed TCS, which ranked 122 last year.\r\n\r\n\tAmong the top 200 firms, Reliance has seen the third-highest rise in market value after China&rsquo;s Kweichow and the US&rsquo;s Boeing. RIL is ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-10-24T23:08:00+05:30\",",
      "headline": "Reliance Industries among top 10 performing global large cap stocks\",",
      "body": "Reliance Industries&#39; scrip has entered the list of the top 10 performing stocks globally in the large cap category.\r\n\r\n\tAccording to company source citing Bloomberg data, RIL has become one of the top 10 performing global large cap stocks. A global large cap has more than $50 billion in market capitalisation.\r\n\r\n\tOn year-to-date (YTD) basis, RIL is the ninth best performing stock among all companies with a market cap of below $50 billion.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-10-23T17:42:00+05:30\",",
      "headline": "picture of this report may have been reworked by the Business Standard staff; the rest of the content is auto-generated from a syndicated feed.)\",\r\n\t\t             \"articleSection\":\"Companies\",\r\n          \"headline\": \"Reliance Industries m-cap gets nearer to Rs 6 lakh cr\",",
      "body": "Reliance Industries&#39; market valuation is fast inching closer to Rs 6-lakh crore mark, buoyed by a rally in its share price.\r\nAt the close of trade today, the company&#39;s market capitalisation (m-cap) stood at Rs 5,94,078.91 crore, which is just Rs 5,921.09 crore less than Rs 6 lakh crore mark.\r\nThe company&#39;s market valuation surged by Rs 17,595.91 crore to Rs 5,94,078.91 crore.\r\nShares of the company rose by 3.05 per cent to close at Rs 938.10 on the BSE. During the day, it jumped 3.63 per cent to Rs 943.45 -- its 52-week high.\r\nOn the NSE, shares of the company gained 3.28 per cent to end at Rs 939.75.\r\nIn terms of equity volume, 5.40 lakh shares of the company were traded on BSE and over one crore shares changed hands on NSE during the day.\r\nRIL is the country&#39;s most valued firm followed by TCS (Rs 4,95,025.20 crore), HDFC Bank (Rs 4,81,308.13 crore), ITC (Rs 3,24,998.77 crore) and HDFC (Rs 2,74,499.86 crore) in the top five list.(Only the headline and picture of this report may have been reworked by the Business Standard staff; the rest of the content is auto-generated from a syndicated feed.)\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-10-22T21:52:00+05:30\",",
      "headline": "Street signs: Reliance Industries races to $100 billion\",",
      "body": "Reliance Industries (RIL) is likely to be the first Indian company to touch the $100 billion market capitalisation mark. Valued at $91.4 billion at present, the Mukesh Ambani-led company is only 10 per cent away from this landmark.\r\n\t\r\n\t\r\n\t\t\r\n\tThanks to a successful foray into telecom, RIL has seen its shares spurt 68 per cent in 2017. Globally, there are 93 companies in the $100-billion-plus club. RIL is ranked 109 just behind Morgan Stanley.\r\n\r\n\r\n\r\n\tSamie Modak\r\n\r\n\r\n\tIPO boom reaching its peak?\r\n\r\n\tNext week, there is a lot of action expected in the initial public offer (IPO) market. ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-10-16T00:45:00+05:30\",",
      "headline": "RIL exits Myanmar blocks, gives up last conventional oil & gas asset abroad\",",
      "body": "Mukesh Ambani-led Reliance Industries Ltd (RIL) has exited its last overseas conventional oil and gas assets by relinquishing two blocks in Myanmar.\r\n\r\n\tHowever, the company still holds its interest in two shale gas assets in the United States. In an investor presentation after the second quarter results, the company said that on completion of the study and technical evaluation, blocks M17 and M18 in Myanmar were relinquished. RIL had 96 per cent stake each in the two blocks, which were awarded to the company in 2015.\r\n\r\n\tEarly this month, the company had sold its stake in the Marcellus ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-10-07T01:07:00+05:30\",",
      "headline": "Reliance Industries sells US shale block for $126 million\",",
      "body": "The Mukesh Ambani-led Reliance Industries Ltd (RIL) on Friday announced sale of its stake in one of its three shale gas blocks in the US, at Marcellus, where it was having a joint venture with Carrizo Oil and Gas, Inc, for $126 million.\r\n\r\n\t&quot;The assets, which are currently operated by Carrizo Oil and Gas, Inc, were sold to BKV Chelsea, LLC, an affiliate of Kalnin Ventures LLC, for a consideration of $126 million, subject to customary closing terms and conditions,&quot; the company said in a statement. RIL has, so far, invested $9 billion in three US shale assets. However, the ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-09-26T01:46:00+05:30\",",
      "headline": "Reliance Industries worlds third largest energy firm: Platts rankings\",",
      "body": "Reliance Industries (RIL) and Indian Oil Corporation (IOC) have made big leaps in the global energy sector this year, according to the latest S&P Global Platts Top 250 Global Energy Company Rankings, which saw Russia&rsquo;s Gazprom end American giant ExxonMobil&rsquo;s 12-year reign at No.1.&nbsp;\r\n\r\n\tGermany-based energy company E.ON SE ranked second.\r\n\r\n\r\n\tWhile RIL improved its position by five places to third, IOC breached the top 10 for the first time and was placed seventh against last year&rsquo;s fourteenth. Significantly, 10 of the 14 Indian energy companies that made it to the ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-09-14T00:56:00+05:30\",",
      "headline": "picture of this report may have been reworked by the Business Standard staff; the rest of the content is auto-generated from a syndicated feed.)\",\r\n\t\t             \"articleSection\":\"Companies\",\r\n          \"headline\": \"SC paves way for trial against RIL in 1987 excise evasion case\",",
      "body": "The Supreme Court has paved the way for trial against the Reliance Industries Ltd in a three- decade old case relating to alleged evasion of excise duty.\r\nThe apex court set aside the October 2015 order of the Gujarat High Court by which it had discharged the company saying that since one of the provisions of Central Excise Rules, 1944, was omitted in 1994 without prescribing any saving clause, the proceedings cannot continue.\r\nA bench comprising Justices Adarsh Kumar Goel and U U Lalit said &quot;the charge against the respondent (Reliance Industries Ltd) is of evasion of duty. The ingredient of the offence is the evasion&quot;.\r\n&quot;The omission of a procedural rule for availing the credit cannot in any manner affect the said charge. The prosecution cannot be deprived of the opportunity to prove evasion which by itself is an offence.&quot;\r\n\r\nThe bench said that there was no justification for the high court to quash the charge merely on the ground that a rule have been omitted.\r\nThe apex court, while setting aside the high court order, restored the order of the trial court which had in March 2013 framed charges against the company for alleged offences under provisions of the Central Excises and Salt Act, 1944 read with provisions of Central Excise Rules.\r\nA complaint was filed against the company on August 4, 1987, by the then Superintendent of Central Excise department in Ahmedabad alleging evasion of excise duty.\r\nFollowing the complaint, the trial court had summoned the company. Later, a provision of the Central Excise Rule was omitted by the government by a notification on May 20, 1994.\r\nThereafter, the company sought discharge in the case but its application was rejected by the trial court which framed charges against it.\r\nThe company had challenged the order before the high court which allowed its plea and set aside the trial court order.\r\n\r\n\t\r\n\t\tHeat on RIL\r\n\t.\r\n\t\r\n\t\t* Supreme Court sets aside 2015 Gujarat HC order, which discharged RIL\r\n\t\t \r\n\t\r\n\t\t* The HC had claimed since one provision of Central Excise Rules, 1944, was omitted without prescribing any saving clause, proceedings couldn&#39;t continue\r\n\t\t \r\n\t\r\n\t\t* SC said no justification for the HC to quash the charge merely on the ground that a rule was omitted\r\n(Only the headline and picture of this report may have been reworked by the Business Standard staff; the rest of the content is auto-generated from a syndicated feed.)\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-09-07T09:36:00+05:30\",",
      "headline": "Reliance Industries hits new high as stock turns ex-bonus today\",",
      "body": "Reliance Industries (RIL) hit a new high of Rs 832.70 on BSE in early morning trade, surpassing its previous high of Rs 832.50 (adjusted to bonus shares) touched on August 3, 2017 in intra-day trade. The stock is trading ex-bonus in the ratio of 1:1 with effect from today.\r\n\tOn July 21, 2017, the board of directors of RIL had recommended issue of bonus shares to shareholders of the company by capitalisation of its reserves in the ratio of 1:1, i.e. 1 (one) bonus equity share of Rs 10 each fully paid-up for every 1 (one) existing equity share held by the members as on a record ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-09-06T13:37:00+05:30\",",
      "headline": "Reliance Industries to turn ex-bonus on Thursday; stock extends gains\",",
      "body": "Reliance Industries (RIL) was up 1% at Rs 1,650, extending its 6.6% surge in past five trading sessions on BSE, after the company fixed September 9 as the record date for 1:1 bonus issue. The stock will turn ex-bonus tomorrow on September 7.\r\n\tThe stock outperformed the market by gaining 7.7% from Rs 1,532 on August 28, as compared to 1% rise in the S&P BSE Sensex.\r\n\t&ldquo;The Company has fixed Saturday, September 9, 2017 as the &#39;Record Date&#39; for the purpose of determining members eligible for bonus equity shares of the Company,&rdquo; RIL said in a regulatory filing on August ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-07-26T10:23:00+05:30\",",
      "headline": "RIL defaults on Rs 1,370 cr fine over BKC convention centre: Maha govt\",",
      "body": "The Maharashtra government on Wednesday informed that Reliance Industries (RIL) has defaulted on payment of fine and additional surcharge of Rs 1,369.9 crore over the delay in construction of a convention-cum-exhibition centre in Mumbai.\r\n\r\n\tThe government gave this information in the state legislative assembly in a written reply to the question asked by Leader of Opposition Radhakrishna Vikhe Patil and some other MLAs.\r\n\r\n\tIn response to their query about the outstanding payment of Mukesh Ambani-led RIL, the government said, &quot;The Mumbai Metropolitan Region Development Authority ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-07-25T00:46:00+05:30\",",
      "headline": "RIL to award R-series contracts in September quarter\",",
      "body": "Mukesh Ambani led Reliance Industries is expected to award contracts related to its planned Rs 40,000 crore investment in the KG-D6 basin by the end of the September quarter, the company told analysts.\r\n\r\n\t&quot;R-Series contracts to be awarded by end of September quarter or early December quarter in the current financial year. It would start production from 2020 with plateau production to be Rs 12mmscmd,&quot; Sudeep Anand, analyst with IDBI Capital wrote in a 23rd July dated report. In June, RIL announced it will invest Rs.40,000 crore in the KG-D6 Basin along with partner BP Plc. The ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-07-23T23:04:00+05:30\",",
      "headline": "RILs past bonus issues fail to lift sentiment\",",
      "body": "Shareholders might have cheered the bonus issue announcement by Reliance Industries (RIL) at its annual general meeting (AGM), however, it may not alter the oil-to-telecom conglomerate&rsquo;s fortunes by much looking at the past. Previous two bonuses&mdash; in 1997 and 2009 &mdash; by the country&rsquo;s most valuable company, have failed to fuel any rally in its stock price. In fact, the RIL scrip had mostly underperformed the benchmark S&P BSE Sensex over a short-to-medium term period after 1997 and 2009 bonus issues (see table).\r\n\r\n\tRIL on Friday announced 1:1 bonus, meaning every ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-07-21T10:11:00+05:30\",",
      "headline": "Reliance Industries inches closer to lifetime high post Q1 results\",",
      "body": "Reliance Industries (RIL) hits a fresh over nine-year high of Rs 1,578, up 3% on the National Stock Exchange (NSE), inches closer to its record high, after the company reported a better-than-expected 28% year on year (Y-o-Y) jump in its consolidated net profit at Rs 9,108 crore in June quarter (Q1FY18) on improved performance in the refining and petrochemicals business. The company had reported a net profit of Rs 7,113 crore in the same period a year ago.\r\n\tThe stock is Rs 71 or 4.5% away from its all-time high of Rs 1,649 touched on January 15, 2008 during intra-day trade. On BSE, the ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-07-18T00:19:00+05:30\",",
      "headline": "Payback time for Reliance: Market capitalisation touches Rs 5 lakh crore\",",
      "body": "Reliance Industries&rsquo; (RIL&rsquo;s) market capitalisation touched Rs 5 lakh crore, becoming the first listed stock to do so after Tata Consultancy Services (TCS) scaled that peak three years ago. The RIL stock, which has been hitting its multi-year highs consistently within recent times and is in touching distance of its all-time high levels of Rs 1,625, has gained 50 per cent over the past six months.\r\n\r\n\tThe bullish sentiment rests on expectations that its investments both in its telecom venture (Reliance Jio) as well refining and petrochemicals will start delivering. With some ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-07-12T10:42:00+05:30\",",
      "headline": "Reliance Industries hits over 9-year high; stock up 41% in 2017\",",
      "body": "Reliance Industries (RIL) hit an over 9-year high of Rs 1,525, up 2% on BSE in early morning trade.\r\n\tThe stock was trading at its highest level since January 17, 2008. Thus far in the calendar year 2017, it outperformed the market by surging 41% as compared to 19% rise in the S&P BSE Sensex.\r\n\tOn Tuesday, July 11, Reliance Jio Infocomm (Jio), RIL&rsquo;s telecom subsidiary, announced that Jio Prime Members can enjoy unlimited services for three months with Rs 399 plan.\r\n\tOver and above the Prime exclusive plans, Jio introduces new Every Day More Value (EDMV) plans. These plans provide ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-07-10T01:27:00+05:30\",",
      "headline": "Reliance makes its 15th global oil block exit with pullout from Peru\",",
      "body": "Reliance Industries has pulled out of the last oil block it held in Peru, trimming its overseas assets to just two properties in Myanmar.\r\n\r\n\tThe billionaire Mukesh Ambani-led firm had in 2007 set up Reliance Exploration and Production (REP) DMCC primarily for acquiring overseas assets.\r\n\r\n\tIt had steadily acquired 17 conventional oil and gas assets, including four in Peru, three in Yemen (one producing and two exploratory), two each in Oman, Kurdistan and Colombia and one each in East Timor and Australia. It last bagged two oil and gas exploration blocks in Myanmar in 2014.\r\n\r\n\tBut the company slowly exited most of its international assets.\r\n\r\n\tIn its latest annual report for 2016-17, RIL says it has &quot;withdrawn from Block 39&quot; in Peru. RIL held 10 per cent interest in the block. Anglo-French oil and gas company Perenco held 55 per cent stake in the block while PetroVietnam of Vietnam held the remaining 35 per cent.\r\n\r\n\tRIL said it is awaiting formal assignment of its interest to the existing partners.\r\n\r\n\tThe company now is left with just two exploration blocks in Myanmar &mdash; M17 and M18. RIL holds 96 per cent stake in each of the two blocks with the remaining 4 per cent being with a local company.\r\n\r\n\tFor Block M17, the company has sought an &quot;extension for study period&quot; from Myanma Oil and Gas Enterprise or MOGE, the annual report said.\r\n\r\n\tRIL&#39;s domestic oil and gas business portfolio, which at one point of time comprised of 42 blocks or fields, has shrunk to five conventional oil and gas assets and two coal-bed methane (CBM) blocks.\r\n\r\n\tAs part of its upstream (hydrocarbons exploration and production) portfolio rationalisation, the company has been exiting those assets which it feels are not going to give good return on investment.\r\n\r\n\tAccording to the annual report, the company&#39;s present domestic portfolio comprises the flagging KG-D6 block in the Krishna Godavari basin, Mahanadi basin block of NEC-25, CB-10 in Cambay and GS-01 in Saurashtra basin.\r\n\r\n\tBesides, it also has a stake in Panna/Mukta and Tapti oil and gas fields in the Arabian Sea. However, Mid and South Tapti fields have been abandoned after production tapered, it said.\r\n\r\n\tAlso, it has two CBM blocks in Madhya Pradesh.\r\n\r\n\tRIL had in February 2011 announced a &quot;transformational&quot; deal when UK&#39;s BP picked up 30 per cent stake in its 23 oil and gas blocks for $7.2 billion. However, in August that year, the government allowed them to form a partnership in only 21 blocks.\r\n\r\n\tSince 2012, RIL and BP have been pruning their portfolio, shedding not so viable acreage. They are now left with just three blocks -- the producing KG-DWN-98/3 or KG-D6 block in Bay of Bengal, gas discovery areas of NEC-OSN-97/2 (NEC-25) and CB-ONN-2003/1 in Cambay basin.\r\n\r\n\tIn the US, it also has a stake in three shale gas producing properties.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-06-27T18:25:00+05:30\",",
      "headline": "RIL seeks shareholders nod to cap non-promoter holding at 5%\",",
      "body": "Reliance Industries Ltd has sought shareholders&#39; nod to limit the holding of any non- promoter investor in the company to under 5 per cent to comply with the RBI norms.\r\nThe company has moved a special resolution for consideration at its annual general meeting on July 21 that seeks to cap the shareholding of investors other than promoters.\r\nJio Payments Bank, a joint venture between RIL and State Bank of India (SBI), earlier this year received the Reserve Bank of India&#39;s (RBI) final approval to start operations.\r\n&quot;Until such time, the company (RIL) remains a promoter of Jio Payments Bank Ltd, no person (other than the promoters/ persons comprising the promoter group/ persons acting in concert with the promoters and promoter group of the company), by himself or along with persons acting in concert with him, shall acquire equity shares or voting rights of the company&quot; of five per cent or more without prior approval of the RBI, RIL said in the resolution.\r\nRIL holds 70 per cent interest in the payment bank while SBI has the rest.\r\nThe duo were among 11 companies which were permitted by RBI in 2015 to set up payments banks which can take deposits and remittances but cannot lend.\r\nThe niche banks will provide basic savings, deposit, payment and remittance services to people without access to the formal banking system.\r\nBy combining RIL&#39;s technology, last mile reach and distribution through its telecom and retail initiatives as well as &quot;SBI&#39;s banking expertise in offering financial services to millions of retail consumers and small enterprises across the country, the payments bank will work toward digitising payments and promoting digital savings and investments products by creating a cash-less society,&quot; RIL had said in July last year when it signed subscription and shareholders&#39; agreements with SBI for their payments bank venture.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-06-25T12:24:00+05:30\",",
      "headline": "RILs $6-bn capex will delay deleveraging; investments credit neutral: S&P\",",
      "body": "Rating agency S&P has said the Rs 40,000-crore capex that Reliance announced last week in deep water gas fields will delay its deleveraging, but maintained that the investment plan is credit neutral.\r\nIt expects that investment along with the fledgeling telecom venture, into which RIL has pumped in over Rs 1.3 lakh crore so far, will contribute a 50 per cent increase in operating income.\r\n&quot;The proposed $6 billion investments will slightly delay Reliance&#39;s deleveraging as any meaningful improvement in the leverage ratio will depend on stronger cash flows from new projects in refining and petchem and its telecom venture generating meaningful EBITDA in fiscal 2018 and thereafter,&quot; S&P said in a weekend note.\r\n&quot;We expect the EBITDA from these two businesses (new gas fields and telecom) to grow by about 50 per cent in fiscal 2019 over fiscal 2017. We also expect telecom business to attain material scale for paid subscribers resulting in contribution of about 20 per cent of consolidated EBITDA in fiscal 2019,&quot; S&P said.\r\nReliance had last week announced Rs 40,000 crore or about $6 billion capex through a joint venture with its British partner BP Plc to develop three gas fields in the KG-D6 block.\r\nNoting that RIL&#39;s debt-to-EBITDA ratio of 3.3x as of fiscal 2017 is above its expectation of sustainably below 2.5x for the rating, the agency said it anticipates the ratio to improve to below 2x on the back of EBITDA growth from petchem and refining segments.\r\nIt can be noted that despite sitting over nearly Rs 0.8 lakh crore cash, RIL is one of the largest borrowers with over Rs 1.9 lakh crore in debt, most of which is in forex.\r\nAs of March 2017, its outstanding debt rose to Rs 1,96,601 crore from Rs 1,94,381 crore in December 2016, while its cash pile jumped to Rs 77,226 crore on March 31 from Rs 76,339 crore in December 2016.\r\nIn FY17, RIL reported its highest annual net profit of Rs 29,901 crore, up 18.8 per cent over the previous year.\r\nThe projected EBITDA improvement should create some buffer for RIL to accommodate the new investments within its cash flow and leverage ratio expectations.\r\nThe RIL, with 60 per cent stake in the joint venture, will invest about $3.6 billion. This is manageable with its EBITDA, which the agency expects to grow to more than $10 billion annually from fiscal 2018.\r\n&quot;We believe RIL&#39;s capex in non-E&P businesses will peak in fiscal 2018 and taper off after completion of projects in petchem and refining and investment in telecom. However, spectrum purchases remain uncertain,&quot; it said.\r\nIt expects RIL&#39;s capex to peak in fiscal 2019 or after. Its gas production from the new fields will be eligible for a formula-driven gas price for difficult fields (fields in deep waters, with high pressure and temperature) and prices are currently about $5.50 per mmBtu.\r\nAssuming gas production reaches 12 million cubic meters a day (mmscmd) by 2020, RIL&#39;s share of EBITDA from these investments could still be below $500 million a year, the report said.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-06-19T11:08:00+05:30\",",
      "headline": "Reliance Industries up for the fourth straight trading day\",",
      "body": "Reliance Industries (RIL) was up 1.9% at Rs 1,415, trading higher for the fourth straight trading sessions on the BSE.\r\n\tSince Jun 14, in past four trading days, the stock has outperformed the market by gaining 8% as compared to 0.33% rise in the S&P BSE Sensex.\r\n\tRIL and BP on Thursday, June 15 announced investment of capex of Rs 40,000 crore (US$6 billion) in KG-D6 over the next 5-7 years, targeting 30- 35mmsmcmd of gas production; and  a strategic partnership in downstream marketing across conventional, unconventional, and renewable fuels; however the company has not provided details ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-06-17T01:23:00+05:30\",",
      "headline": "Reliance Industries: Adding more legs to growth\",",
      "body": "With its announcement to ramp up gas production, Reliance Industries (RIL) has finally addressed the issue of declining gas volumes from the Krishna Godavari (KG-D6) fields. Thus, the investment of $6 billion or Rs 40,000 crore in association with British Petroleum (BP) for developing about 3 trillion cubic feet of discovered gas resources in KG-D6 block is expected to benefit the company, albeit in the longer term.\r\n\t\r\n\tAnalysts feel the plan to develop existing discoveries in D6 is a clear positive and a fresh round of capex could rub off on the stock. Earnings upgrades, however, will ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-06-15T16:07:00+05:30\",",
      "headline": "Mukesh Ambani, BPs Dudley meet Oil Minister Pradhan\",",
      "body": "Mukesh Ambani, India&#39;s richest man, and his British partner Bob Dudley of BP today came calling on the government as they looked to revive investments in deep-sea gas exploration and production after an eight-year hiatus.\r\nDudley, whose last visit in January 2015 led to India revisiting the natural gas pricing formula and a higher rate for gas produced from deep-sea and difficult areas, met Oil Minister Dharmendra Pradhan this afternoon.\r\nHe was accompanied by BP India head Sashi Mukundan during the meeting. 45 minutes into the meeting, Ambani joined them. &quot;I have invited BP & Reliance to invest in fuel retail,&quot; said Pradhan\r\n\r\nBoth refused comment after the 80-minute meeting.\r\nAmbani and Dudley would meet Prime Minister Narendra Modi before making a media announcement about reviving investments in exploration and production.\r\nWhile the cap price for natural gas RIL-BP produce from the existing flagging fields in the KG-D6 block is capped at USD 2.48 per million British thermal unit, the rate gas from newer fields in the deepsea block would fetch USD 5.56 per mmBtu - a price considered attractive enough for reviving the investment cycle.\r\nThe duo have Satellite, R-Series and D-55 discoveries in the KG-D6 block which they plan to start producing from 2021 or 2022.\r\nRIL-BP currently produce gas from Dhirubhai-1 and 3 field and oil and gas from MA field, three of the over one-and-half dozen discoveries made in KG-D6 block.\r\nThe fields, which began gas production in April 2009, hit a peak output of 69.43 million standard cubic meters per day in March 2010 before water and sand ingress shut down well after well. The block currently produces around 8.7 mmscmd.\r\nSources said work for developing R-Series and satellite discoveries has begun and a fresh investment plan would be formulated by the end of the year for development of R-Cluster fields in KG-D6 block.\r\nA field development plan (FDP) approved in August 2013 envisaged USD 3.18 billion investment in R-Series or D-34 gas field to produce 13-15 mmscmd of gas for 13 years.\r\nRIL-BP recently submitted FDP for two other discoveries D-29 and 30, which formed part of R-Cluster.\r\nBesides, another FDP of $1.529 billion for four satellite gas discoveries - D-2, 6, 19 and 22, was approved in 2012. The four fields can produce 10.36 mmscmd. Both of these productions were to originally start by 2017 but unfavourable business environment and low gas prices led to the two partners pushing back the investments.\r\nA new FDP would be presented to the regulator, DGH for the fields, sources said adding the two partners have also submitted a FDP of D-55 or MJ find.\r\nThey said it will take 36-42 months to build and install new facilities on these fields and to drill new wells and hook them up.\r\nAlso, they have over half a dozen discoveries in block NEC-25, off the Odisha cast. D32 discovery in the block was recently declared commercial.\r\nHowever, development of the gas fields would be contigent on resolution of arbitration cases.\r\nRIL is locked in four arbitration cases with the government. It is in arbitration against the government disallowing recovery of certain KG-D6 gas field costs as a punishment for gas output lagging targets.\r\nAnother arbitration is over deferring of a natural gas price hike due to the company from April 1, 2014. The latest arbitration is against government demanding USD 1.55 billion compensation from RIL and its partners for &quot;unfairly&quot; producing ONGC&#39;s gas.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-05-03T16:19:00+05:30\",",
      "headline": "SAT adjourns RIL plea against Sebi ban to August 8\",",
      "body": "The Securities Appellate Tribunal today admitted Reliance Industries&#39; plea against a Sebi order banning it from equity derivatives markets and will hear the matter next on August 8, with the firm saying it should be allowed to invest its surplus funds, including through mutual funds.\r\nReliance Industries&#39; counsel Harish Salve requested the tribunal to allow it to at least invest its surplus funds in established mutual funds till the time an order is passed.\r\nIn response, the tribunal said that once the company makes a separate application, Sebi can consider it and take a decision as per applicable law.\r\nWith respect to Sebi direction asking the Mukesh Ambani- led firm to disgorge &quot;unlawful gains&quot;, the Securities Appellate Tribunal (SAT) said, &quot;Please extend it to a later date.&quot;\r\n\r\nSAT has fixed August 8 as the next date for hearing the matter.\r\n&quot;We (Reliance) have no direct positions in futures and options. We put money in established funds and we want to know that should not be a problem. These are all standard funds, we are not acquiring any futures,&quot; Salve told the tribunal.\r\nThe company has only invested in funds and does not know if this would be hit by the (impugned) order, Salve added.\r\nNoting that Reliance Industries does not have F&O positions, the tribunal said its only grievance is that by impugned order it may or may not be in a position to invest the surplus funds in available funds administered by other financial institutions.\r\nSalve stated that appropriate application would be made to Sebi.\r\nThe regulator can then consider it and dispose it as per applicable law, SAT responded.\r\nThe tribunal also asked RIL to submit a list of MFs to Sebi through which it would participate in equity derivatives markets.\r\nIn a nearly 10-year-old case, Sebi on March 24 had banned Reliance Industries Ltd (RIL) and 12 others from equity derivatives trading for one year, while accusing the company of making &quot;unlawful gains&quot;.\r\nBesides, RIL was asked to disgorge Rs 447 crore, along with an annual interest of 12 per cent since November 29, 2007, which itself would be over Rs 500 crore, taking the total disgorgement amount to nearly Rs 1,000 crore.\r\nThe case relates to alleged fraudulent trading in the F&O space in the securities of RIL&#39;s erstwhile listed subsidiary Reliance Petroleum Ltd (RPL).\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-05-02T01:00:00+05:30\",",
      "headline": "Reliance Industries moves SAT against Sebi ban, penalty\",",
      "body": "Reliance Industries (RIL) has moved the Securities Appellate Tribunal (SAT) against the order passed by markets regulator Securities and Exchange Board of India (Sebi) asking the company to disgorge Rs 447 crore, with interest of 12 per cent per annum since November 2007, it made &ldquo;illegally&rdquo;.\r\nIn the order dated March 24, Sebi had also barred the company from dealing in the futures and options (F&O) segment. SAT is likely to hear Reliance&rsquo;s appeal on Wednesday.\r\nThe case dates back to 2007, when RIL and other related entities took short positions in the F&O segment of erstwhile subsidiary Reliance Petroleum (RPL), at a time when a large block of shares in the company was to be sold in the cash segment.\r\nThe share sale had caused the stock price of RPL to dip in the cash and derivatives segment, benefiting the firm by Rs 513 crore.\r\nSoon after Sebi&#39;s order, RIL had termed the regulator&#39;s directions as &quot;unjustifiable sanctions&quot; and had said it would challenge the directive.\r\nThe company felt the trades examined by Sebi were genuine and bona fide transactions and were carried out keeping the best interests of the company and its shareholders in view.\r\n&quot;Sebi appears to have misconstrued the true nature of the transactions and imposed unjustifiable sanctions,&quot; it had said. The group had earlier sought to settle the case, but Sebi had refused. The proceedings in the long-pending case were expedited in the last few months.\r\nReliance Petroleum was later merged with the listed parent firm.\r\nTwelve other entities were banned by Sebi; they are Gujarat Petcoke and Petro Product supply, Aarthik Commercials, LPG Infrastructure India, Relpol Plastic Products, Fine Tech Commercials, Pipeline Infrastructure India, Motech Software, Darshan Securities, Relogistics (India), Relogistics (Rajasthan), Vinamara Universal Traders and Dharti Investment and Holdings.\r\nSebi had said the directions were being passed after taking into consideration the magnitude of the fraud across the markets. According to the Sebi order, RIL by employing 12 agents to take separate position limits of open interest on its behalf by executing separate agreements with each one of them and cornering 93.63 per cent of the November futures of RPL, &quot;acted in a fraudulent manner&quot;.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-04-26T01:52:00+05:30\",",
      "headline": "Reliance to take more write offs on US shale gas assets\",",
      "body": "Reliance Industries Ltd (RIL), which invested $600 million more equity in US shale gas operations in the quarter ended March 31, has said it will have to take an impairment hit on these assets over the next five years because of falling crude oil prices. \r\n\t\r\n\t\r\n\t\tImpairment is described as a reduction in the recoverable amount of a fixed asset below its book value.\r\n\t\r\n\t\r\n\t\tRIL has invested a staggering $9 billion (Rs 59,400 crore) in shale gas assets in the US but is getting negative returns owing to low crude oil prices, which have made shale gas production unviable. According to ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-04-25T18:08:00+05:30\",",
      "headline": "Reliance Industries becomes Rs 5,242 cr richer in one day as stock gains 1%\",",
      "body": "Shares of Reliance Industries ended over 1 per cent higher and hit a nine-year high on Tuesday, adding Rs 5,242 crore to its market valuation, after the company reported a record fourth-quarter net profit of Rs 8,046 crore.\r\nThe stock gained 1.14 per cent to end at Rs 1,432.50 on BSE. During the day, it jumped 3.43 per cent to Rs 1,465 -- its multi-year high.\r\nAt NSE, shares of the company rose by 1 per cent to close at Rs 1,432.80.\r\nLed by the gain in the stock, the company&#39;s market valuation went up by Rs 5,242.44 crore to Rs 4,65,753.44 crore -- the maximum for any listed company in the country.\r\nThe rise in stock price helped RIL maintain the status of most valued Indian company by market capitalisation for the second consecutive day today.\r\nOn the volume front, 6.27 lakh shares of the company were traded on BSE and over 84 lakh shares changed hands on NSE during the day.\r\nReliance Industries yesterday reported a record fourth quarter net profit of Rs 8,046 crore, buoyed by higher earnings from its petrochemicals business and an 8-year high refining margin.\r\nConsolidated net profit for the operator of the world&#39;s biggest oil-refining complex rose to Rs 8,046 crore, or Rs 27.3 per share, in January-March quarter compared with Rs 7,167 crore net profit in the same period of previous year, it said in a statement.\r\nOperating profit, or earnings before interest and tax, from its petrochemicals segment jumped 26 per cent from a year earlier to Rs 3,441 crore, while that from its refining business was almost flat at Rs 6,294 crore.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-04-25T10:25:00+05:30\",",
      "headline": "Reliance Industries hits fresh 52-week high post Q4 results\",",
      "body": "Reliance Industries (RIL) was up 3.5% to Rs 1,465, also its fresh 52-week high on BSE in early morning trade, after the company reported 12.3% year on year (Y-o-Y) growth in consolidated net profit at Rs 8,046 crore for the fourth quarter ended March 2017 (Q4FY17). The company&rsquo;s turnover in the March quarter rose 45.2 % Y-o-Y to Rs 92,889 crore.\r\n\tThe company&rsquo;s gross refining margins (GRMs) for the quarter were at $11.5 per barrel, against $10.8 per barrel reported in the December quarter. Analysts were expecting GRMs of $10-10.5 in the March quarter.\r\n\tRIL generated its ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-04-25T08:50:00+05:30\",",
      "headline": "RIL net up 12.3% to Rs 8,046 cr. Here are all the details\",",
      "body": "Reliance Industries (RIL) reported record annual profits for the last financial year (2016-17), riding high on refining and petrochemicals businesses. For the March quarter, its consolidated net profit rose 12.3 per cent to Rs 8,046 crore, against Rs 7,167 crore for the same period a year ago.\r\n\r\n\tWith a significant part of its capital expenditure on the hydrocarbons business complete, the company expects it to contribute to its income in the current financial year (2017-18). The full impact would be visible in the next financial year (2018-19). The coming quarters, however, will see ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-04-25T02:31:00+05:30\",",
      "headline": "RIL, BP to buy out Niko stake in NEC-25\",",
      "body": "Niko Resources of Canada is in the process of selling its 10 per cent participating interest in Reliance Industries Ltd (RIL)&#39;s gas discovery in block NEC-25 off Odisha coast to RIL and BP plc.\r\n\r\n\t&ldquo;NEC25&mdash;DOC was reviewed by Management committee for Discovery D32. The application for assignment of NIKO PI (10 per cent) to BP and RIL has been submitted and same is awaiting GoI approval,&rdquo; RIL said in a statement following its results.\r\n\r\n\tThe Canadian major, which was facing a financial crunch, was trying to get buyers for its shares in Krishna-Godavari basin and ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-04-25T00:02:00+05:30\",",
      "headline": "With RIL pricing in Jio, its over to core now\",",
      "body": "After languishing for many years, Reliance Industries Ltd (RIL) stock has seen a run-up of over 30 per cent since February on hopes of early monetisation of its telco Jio. Higher-than-expected monthly rate of Rs 300 for its Jio Prime plan was received well by investors. This was followed by a discounted offer (available to earlier customers as well) comprising of a recharge of Rs 303 valid for three months. But Jio details that came out with March quarter results offered little. According to the company, Jio had 108.9 million subscribers as on March 31; of these 72 million have signed ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-04-24T18:33:00+05:30\",",
      "headline": "Watch: RIL CFO Alok Agarwal speaks about Q4 results\",",
      "body": "It&#39;s been raining good news today for Reliance Industries.\r\n\r\n\r\n\tThe oil major today reported a 12.3% rise in its March quarter net profit on the back of higher refining and petrochemical margins.\r\n\r\n\r\n\tReliance earned $11.5 on turning every barrel of crude oil into fuel in the fourth quarter as compared to a gross refining margin of $10.8 per barrel in the same period a year before.&nbsp;\r\n\r\n\r\n\tThe company reclaimed its status as the country&#39;s most valued firm by market capitalisation (m-cap) after a gap of four years, replacing IT major TCS from the top position.\r\n\r\n\r\n\tAt ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-04-24T18:24:00+05:30\",",
      "headline": "RILs oil & gas revenue drops 30.9% at Rs 5,191 cr\",",
      "body": "Mukesh Ambani-led Reliance industries (RIL) has posted a 30.9% decline in revenue from its oil and gas segment to Rs 5,191 crore in 2016-17, compared to Rs 7,514 crore during the same period in 2015-16, owing to lower upstream production and lower domestic gas price realisation. However, the company posted a 6.8% growth on refining and marketing segment.\r\n\r\n\tFor the year, domestic production (RIL share) was at 95 billion cubic feet (Bcf), down 23% compared to last year and production (RIL Share) in US Shale business was 162.5 Bcfe, down 20% on a year-on-year basis.\r\n\r\n\tFor the fourth ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-04-24T17:33:00+05:30\",",
      "headline": "RIL Q4 consolidated net rises 12% to Rs 8,046 cr; GRM improves to $11.5\",",
      "body": "Reliance Industries today reported a 12.3% rise in its March quarter net profit on the back of higher refining and petrochemical margins.\r\n\t\r\n\t\tConsolidated net profit in January-March quarter at Rs 8,046 crore, or Rs 27.3 per share, was 12.3% higher than Rs 7,167 crore net profit in the same period a year ago, the company said in a statement. The company reported 13% increased in standalone net profit at Rs 8,151 cr for the quarter ended March 2017. It was Rs 7,227 crore in the same period a year ago.\r\n\t\r\n\t\tFor the full 2016-17 fiscal, the company generated its highest ever annual ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-04-22T02:07:00+05:30\",",
      "headline": "Sequential improvement likely for RIL in March quarter\",",
      "body": "For Mukesh Ambani&#39;s Reliance Industries (RIL), the March-ended quarter might prove sequentially better, on the back of refining and petrochemical segment performance, analysts say.\r\n\r\n\t&quot;We expect strong earnings, driven by refining and petchem (higher volumes, improved margins). Despite increased losses in domestic E&P (exploration and production), we expect RIL to report a ninth straight quarter on quarter stand-alone PAT (profit after tax) growth,&quot; analysts with Nomura Research wrote in an April 7 report.\r\n\r\n\tIn a Bloomberg poll, 16 analysts estimated the March quarter ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-04-21T22:01:00+05:30\",",
      "headline": "RIL starts commercial production from its Madhya Pradesh CBM field\",",
      "body": "Mukesh Ambani-led Reliance Industries has started commercial production of coal bed methane (CBM) from its Sohagpur fields in Madhya Pradesh.\r\n\r\n\tCBM is currently being supplied for commissioning the Shahdol Phulpur Pipeline (SHPPL). &ldquo;The production, which started on March 24 this year,  will gradually ramp-up in the next 15-18 months making RIL among the largest unconventional natural gas producers in India,&rdquo; the company said in a statement today.\r\n\r\n\tRIL was awarded the licence to explore two adjacent CBM blocks SP (West) and SP(East) with an area of 995 square kilo meter ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-04-21T11:34:00+05:30\",",
      "headline": "RIL up 3% as it commissions final phase of Jamnagar paraxylene project\",",
      "body": "Reliance Industries (RIL) gained 3% to Rs 1,411 on BSE in intra-day trade in an otherwise range-bound market after the company on Thursday announced commissioning of the second and final phase of paraxylene project at Jamnagar in Gujarat.\r\n\t\r\n\t\t&quot;With the commissioning of this plant, RIL&#39;s PX capacity will be more than double. Reliance will emerge as the world&#39;s second largest producer of PX with about 11% of global production,&quot; the company said in a statement.\r\n\t\r\n\t\tRIL on Tuesday announced it has completed its Ethan project with the commissioning of its ethane ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-04-19T19:36:00+05:30\",",
      "headline": "RIL commissions ethane facility at Dahej in Gujarat\",",
      "body": "Mukesh Ambani-led Reliance Industries Ltd (RIL) on Tuesday announced it has completed its Ethan project with the commissioning of its ethane receipt & handling facilities and ethane cracking, at its Dahej Manufacturing Facility in Gujarat.\r\n&ldquo;Reliance is pleased to announce successful and flawless completion of its Ethane Project, including commissioning of its ethane receipt & handling facilities and ethane cracking, at its Dahej Manufacturing Facility in Gujarat in a world record time of less than three years,&rdquo; the company said in a press statement on Wednesday. The company said ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-04-17T14:48:00+05:30\",",
      "headline": "Reliance introduces 12-week paid leave for mothers using surrogates\",",
      "body": "Reliance Industries, second most valuable company in India, has introduced a 12-week paid leave for &#39;commissioning&#39; mothers who use surrogates to bear a child, as it adopted provisions of the new maternity law.\r\n&quot;With effect from April 1, 2017 there will be extension of maternity leave to 26 weeks (182 calendar days), from 180 days, for regular employees,&quot; RIL&#39;s HR department said in a notice to company employees.\r\nA similar period of paid maternity leave will be provided for fixed term and trainee employees, up from current 84 days period.\r\nAs per the new law, entitlement of maternity leave for third child onwards will be 12 days (84 calendar days).\r\nAlso, RIL extended &quot;adoption leave to 12 weeks, from 28 days, for a woman/single father colleague who adopts a child less than three months of age.&quot;\r\n\r\nIt introduced a 12-week leave for &#39;commissioning mothers&#39;, the notice said.\r\nCommissioning mothers are those who use surrogates to bear a child.\r\nThe leave for such mothers is the same for working women adopting a baby below the age of three months.\r\nThe 12-week period of maternity leave will be calculated from the date the child is handed over to the adoptive or commissioning mother.\r\nParliament had last month passed new bill on maternity benefits for about 1.8 million women in the organised sector.\r\nThe Maternity Benefit (Amendment) Bill, 2016 applies to all establishments employing 10 or more people.\r\nThe Maternity Benefit Act, 1961, protects the employment of women during the time of her maternity and entitles her full paid absence from work, to take care of her child.\r\nThe amendment to the Act also requires every establishment with 50 or more employees to provide creche facilities within a prescribed distance. The woman will be allowed four visits to the creche in a day. This will include her interval for rest.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-04-06T18:54:00+05:30\",",
      "headline": "RIL may pip TCS as Indias most-valued company\",",
      "body": "Mukesh Ambani-led Reliance Industries (RIL) could overtake Tata Group&#39;s crown jewel Tata Consultancy Services (TCS) as India&#39;s most-valued company as earlier as tomorrow. Currently, the difference in the market capitalisation (m-cap) between the two companies is just 1.1 per cent, or Rs 5,206 crore. With shares of the oil & gas refiner showing strong momentum due to the optimism around its telecom foray, while the outlook for technology stocks dimming due to stronger rupee, market players expect RIL to pip TCS in next few trading sessions.\r\n\r\n\tAt Thursday&#39;s close, RIL&#39;s ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-04-05T22:34:00+05:30\",",
      "headline": "Wait and watch\",",
      "body": "The media is abuzz with Reliance Industries&rsquo; impending foray into the direct-to-home (DTH) space. The company is expected to take on rivals just the way it did with its telecom foray &mdash; by offering services free of cost to customers for the first six months and later at a fraction of the existing rates. While the rumours have excited television viewers &mdash; as TV viewing cost will dip &mdash; the stock market is in wait-and-watch mode. Shares of most DTH and cable companies gained on Wednesday.\r\n\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-04-04T18:27:00+05:30\",",
      "headline": "RIL gets green nod for Rs 13,250-crore Dahej petrochemical unit expansion\",",
      "body": "Reliance Industries (RIL) has received environment clearance for expansion and debottlenecking of its Dahej petrochemical facility in Gujarat at a cost of Rs 13,250 crore.\r\nThe Mukesh Ambani-led firm wants to expand its Dahej facility located in Bharuch district in view of erratic supply of feed stock, change in the government&#39;s policy to prioritise domestic supply over industrial sector, adequate supply of Shale gas ethane from the US, besides meeting demand-supply gap of petrochemicals in India.\r\n&quot;Based on the recommendations of the Expert Appraisal Committee (Industry), the Environment Ministry has given the environmental clearance for RIL&#39;s expansion project yesterday,&quot; a senior government official said.\r\nThe green nod to the proposed project, which will be carried out within the existing plant area of 700 hectare, is subject to some conditions, the official said.\r\nThe estimated cost of the project is Rs 13,250 crore. A budget of Rs 400 crore will be kept aside for environment protection and conservation.\r\nThe fuel used for the proposed project would largely be ethane, lean gas and off gas. The power required for the project will be met from the existing captive power plant.\r\nAs per the proposal, RIL Dahej facility presently utilises a mixture of ethane and propane to produce downstream products and by-products.\r\nDahej facility proposes to modify its feedstock ratio of ethane and propane in the gas cracker plant owing to the availability of shale gas ethane imported from the US.\r\nThis change in feedstock mixture will result in higher production of ethylene.\r\nThe RIL&#39;s proposal also include setting up of new plants including Chlorinated Poly Vinyl Chloride (CPVC), Vinyl Chloride Monomer (VCM), Poly Vinyl Chloride (PVC) and a dedicated Ethane storage tank.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-04-03T10:21:00+05:30\",",
      "headline": "Reliance Industries hits fresh 9-year high\",",
      "body": "Reliance Industries (RIL) gained nearly 5% to Rs 1,380, its fresh 9-year high on the BSE in intra-day trade, after Reliance Jio Infocomm (Jio), a subsidiary of RIL, on Friday said it had notched an unprecedented 72 million paid subscribers, and extended by a fortnight its deadline for migrating other subscribers to its paid offer.\r\n\t&ldquo;In just one month, over 72 million (and still counting!) Jio customers have signed up for JIO PRIME, making it one of the most successful customer privilege programmes anywhere in the world,&rdquo; RIL said in a press release.\r\n\tJio also announced the ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-03-31T01:55:00+05:30\",",
      "headline": "BPCL, ONGC pip Reliance in overseas fundraising\",",
      "body": "Thanks to aggressive acquisition of oil assets abroad, government-owned BPCL and ONGC are set to overtake Reliance Industries in overseas fundraising in 2016-17. Reliance was the topper among corporate India in raising funds during the past five years.\r\n\r\n\tThe change in the league tables comes against a backdrop of a slowdown in fundraising by Indian corporates during the year. Overseas fundraising by Indian companies slowed to $19.02 billion in 2016-17 from $21.06 billion in 2015-16.\r\n\r\n\tBPCL and ONGC raised $4.9 billion in 2016-17 against $1.65 billion raised by Reliance. ONGC raised ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-03-29T19:34:00+05:30\",",
      "headline": "RIL completes Gulf Africa Petroleum Corporation stake sale\",",
      "body": "Mukesh Ambani led Reliance Industries Ltd (RIL) on Wednesday said it has completed the sale transaction of its entire 76% interest in Gulf Africa Petroleum Corporation (GAPCO) to global energy major Total SA.\r\n\r\n\t&quot;Pursuant to the sale agreements signed by Reliance Exploration & Production DMCC (REPDMCC), an indirect wholly owned subsidiary of Reliance Industries Limited (RIL) and TOTAL, for the sale of the entire 76% interest held by REPDMCC in the Mauritius-incorporated GulfAfrica Petroleum Corporation (GAPCO), REPDMCC, TOTAL and GAPCO have obtained requisite regulatory approvals, ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-03-29T11:45:00+05:30\",",
      "headline": "Sebis order against RIL lacks punch: Its too little, too late\",",
      "body": "Last week, the Securities and Exchange Board of India (Sebi) issued an order indicting Reliance Industries Limited (RIL) for &ldquo;illegal&rdquo; trades in its erstwhile subsidiary, Reliance Petroleum Limited (RPL). Sebi has directed RIL to &ldquo;disgorge&rdquo; both the principal &ldquo;unlawful&rdquo; gains of Rs 447 crore as well as &ldquo;undue extraordinary profits&rdquo; calculated at a penal interest rate of 12 per cent per annum levied since the occurrence of the trades concerned in November 2007. Apart from the penalty, RIL as well as the 12 agents acting on the company&rsquo;s ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-03-28T09:00:00+05:30\",",
      "headline": "Discounts galore! RIL follows mini-Jio strategy in fuel-retail business\",",
      "body": "It is not only telecom where Reliance Industries (RIL) is keeping competitors on tenterhooks. The conglomerate is attempting something similar in its fuel-retailing business, forcing competitors to offer a tough fight to sustain market share.\r\n\r\n\tAccording to industry sources, RIL continues to offer a discount in the range of Rs 1 to Rs 1.4 to the market price. &ldquo;There is no uniform discount. It is different at different pump locations, depending on the feasibility,&rdquo; said one, who did not wish to be identified. Nevertheless, these are forcing competitors to match up in ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-03-27T23:39:00+05:30\",",
      "headline": "RIL fall post Sebi order is merely a knee-jerk reaction: Analysts\",",
      "body": "Reliance Industries (RIL) lost nearly 2.7%, or Rs 35, on the National Stock Exchange (NSE) by late noon deals after the market regulator the Securities and Exchange Board of India (Sebi) on Friday directed the company to disgorge Rs 447.27 crore, made &ldquo;unlawfully&rdquo; by dealing in shares of its erstwhile subsidiary, Reliance Petroleum (RPL). By comparison, the NIfty50 index was trading 0.5% lower at 9,060 levels.\r\n\t\r\n\tAlso Read: Sebi&#39;s reliance order: Key dates and numbers\r\n\r\n\tThe markets regulator has also barred the Mukesh Ambani &ndash; controlled company from the ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-03-27T23:32:00+05:30\",",
      "headline": "Did Reliance Industries get away lightly in the unlawful gains case?\",",
      "body": "Securities and Exchange Board of India (Sebi) on Friday delivered its verdict in the decade-old unlawful gains case involving the country&rsquo;s second-biggest company, Reliance Industries. The capital market regulator has directed the Mukesh Ambani-led company to disgorge (give up) Rs 447 crore, with interest of 12 per cent per annum since November 2007, it made &ldquo;illegally&rdquo;.\r\n\r\n\tBesides the high interest levied, the only punitive action is a one-year ban from dealing in the futures and options (F&O) segment by the company. So has the company gotten away lightly?\r\n\t\r\n\tRead ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-03-27T23:28:00+05:30\",",
      "headline": "The people in the RIL unlawful gains case\",",
      "body": "Twelve entities, acting on behalf of Reliance Industries (RIL), booked gains of Rs 513 crore by squaring off derivatives&#39; positions in Reliance Petroleum on November 29, 2007. The elaborate scheme they devised to achieve these gains allegedly violated provisions of The Securities and Exchange Board of India (Sebi) Act, The Securities Contract (Regulation) Act (SCRA) and the Sebi Prevention of Unfair Trade Practices Regulations.\r\n\t&nbsp;\r\n\tFor 3,379 days, little happened. Three people &mdash; M Damodaran, C B Bhave and U K Sinha &mdash; were at the helm of affairs at Sebi in this ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-03-27T09:30:00+05:30\",",
      "headline": "Reliance Industries trades weak after Sebi bans it from F&O segment\",",
      "body": "Reliance Industries (RIL) was down 1.6% to Rs 1,266 on BSE in early morning trade after the market regulator the Securities and Exchange Board of India (Sebi) on Friday directed the company to disgorge Rs 447.27 crore, made &ldquo;unlawfully&rdquo; by dealing in shares of its erstwhile subsidiary, Reliance Petroleum (RPL).\r\n\tThe markets regulator also barred RIL from the futures and options (F&O) segment for a year and asked it to settle all existing open positions. It will also have to pay 12% interest on the disgorgement amount since November 29, 2007. CLICK HERE TO READ FULL ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-03-27T09:03:00+05:30\",",
      "headline": "Reliance Industries unlawful gains case and what the fraud is all about\",",
      "body": "Market regulator Securities and Exchange Board of India (Sebi) on Friday passed an order against Reliance Industries, the country&#39;s second most valuable firm, asking it to disgorge Rs 447 crore made illegally, along with interest of 12 per cent per annum since November 2007. We explain the various aspects of the case:\r\n\r\nWhat is the alleged fraud by Reliance Industries?\r\nIn March 2007, the board of directors of Reliance Industries decided to sell the company&#39;s five per cent stake in Reliance Petroleum. The sale was done in multiple tranches in the month of November through open market ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-03-27T00:56:00+05:30\",",
      "headline": "Sebis reliance order: Key dates and numbers\",",
      "body": "In an order that was in the works for nearly a decade, the Securities and Exchange Board of India (Sebi) on Friday barred Reliance Industries, the country&rsquo;s second largest company by market capitalisation, from the equity derivatives market allegedly for certain unfair trading practices. The order included directions for disgorgement of unlawful gains of Rs 447 crore made in November 2007 through an elaborate trading plan involving a dozen agent entities and coordinated trades across cash and derivatives market\r\n \r\n\r\n\t\r\n\t\tMar 2007: RIL board decides to raise funds by selling 5% in ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-03-26T16:10:00+05:30\",",
      "headline": "Arbitration on compensation demand in RIL-ONGC row starts\",",
      "body": "A three-member arbitration panel has started hearing validity of the government&#39;s demand of $1.55 billion as compensation from Reliance Industries for &quot;unfairly&quot; producing ONGC&#39;s gas.\r\n\r\n\tThe panel, headed by Singapore-based arbitrator Prof Lawrence Boo, had its first hearing on March 3 where the timetable was drawn, sources privy to the development said.\r\n\r\n\tRIL will first file its statement of claim, followed by a statement of defence by the government. This will be followed by rejoinders, counter-rejoinders and oral hearing, sources said, adding that the panel plans to wind up the hearing in a year.\r\n\r\n\tThe central government has named former Supreme Court judge G S Singhvi as its nominee on the three-member arbitration panel while RIL and its partners BP Plc of the UK and Canada&#39;s Niko Resources have named former UK High Court Judge Bernard Eder to the panel.\r\n\r\n\tRIL-BP-Niko had slapped an arbitration notice on November 11 last year.\r\n\r\n\tThis was against the oil ministry&#39;s November 3, 2016 notice to RIL, Niko and UK&#39;s BP seeking $1.47 billion for producing about 338.332 million British thermal units of gas in the seven years ended March 31, 2016 that had seeped or migrated from the Oil and Natural Gas Corporation&#39;s (ONGC) blocks into their adjoining KG-D6 in the Bay of Bengal.\r\n\r\n\tAfter deducting $71.71 million royalty paid on the gas produced and adding an interest at the rate of Libor plus 2 per cent, totalling $149.86 million, a total demand of $1.55 billion was made on RIL, BP and Niko.\r\n\r\n\tRIL is the operator of the KG-D6 block with 60 per cent interest while BP holds 30 per cent. The remaining 10 per cent is with Niko Resources.\r\n\r\n\tThe government&#39;s compensation claim flowed from the report of the Justice (retd) A P Shah Committee.\r\n\r\n\tThe Shah panel, in its August 28, 2016, report, concluded that there has been &quot;unjust enrichment&quot; to the contractor of the block KG-DWN-98/3 (KG-D6) due to production of the migrated gas from ONGC&#39;s blocks KG-DWN-98/2 and Godavari PML.\r\n\r\n\tThe government, sources said, accepted the recommendations of the committee and consequently, decided to claim restitution from RIL-BP-Niko for &quot;the unjust benefit received and unfairly retained&quot;.\r\n\r\n\tSo, a notice was sent, they said, adding that the government is also pressing RIL to pay $174.9 million of additional profit petroleum after certain costs were disallowed because of KG-D6 output being lower than the target.\r\n\r\n\tThe cost recovery issue is being arbitrated separately.\r\n\r\n\tOriginally, ONGC had sued RIL for producing gas that had migrated from its blocks KG-DWN-98/2 (KG-D5) and Godavari PML in the KG basin to adjoining KG-D6 block of RIL.\r\n\r\n\tUnder direction of the Delhi High Court, the government had appointed a one-man committee under retired Justice A P Shah to go into the issue. Shah, however, said the compensation should go to the government as it is the owner of all unproduced natural resources.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-03-15T09:39:00+05:30\",",
      "headline": "10% shares of RIL changed hands in multiple block deals today\",",
      "body": "About 389 million shares od Reliance Industries (RIL), representing about 12.3% equity stake, were traded on the BSE through multiple block deals in early morning trade on Wednesday.\r\n\tAround 388.70 million shares worth of Rs 50,337 crore have changed hands on the BSE, the exchange data shows.\r\n\tThe name of the buyers and sellers were not immediately ascertained.\r\n\tRIL on March 2, 2017 had informed the stock exchanges that the promoter group of the company may restructure their respective shareholding via an &#39;inter-se&#39; transfer of shares aggregating up to 1,190 million shares. ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-03-15T01:00:00+05:30\",",
      "headline": "OilMin moves Cabinet to get RIL, ONGC pricing freedom\",",
      "body": "In a boost to firms like Reliance Industries and ONGC, the oil ministry has moved a proposal to the Cabinet for allowing pricing freedom for natural gas produced from coal seams.\r\n\r\n\tThe ministry has proposed to the Cabinet that coal-bed methane (CBM) gas producers be given pricing freedom and allowed to price the fuel at market rates, sources privy to the development said.\r\n\r\n\tThis will help operators quickly put in production the CBM blocks they hold and reverse the trend of investors relinquishing coal-seam blocks due to viability issues of current pricing.\r\n\r\n\tOf the 33 CBM bearing blocks awarded so far in four auction rounds and on a nomination basis, gas is being produced from only four.\r\n\r\n\tThe proposal put to the Cabinet is for allowing CBM operators to sell the gas at market rate determined through an arms-length process, they said, adding that operators are also proposed to be allowed marketing freedom.\r\n\r\n\tThe move will benefit Reliance which has two blocks in Madhya Pradesh that are in the process of starting production. ONGC and Essar Oil too will benefit from the new policy as it will help them put their acreage into production quickly.\r\n\r\n\tThe four CBM blocks in production have a combined output of 1.17 million standard cubic metres per day. As many as 18 blocks have either been relinquished or are in the process as operators found that it did not make economic sense to produce gas at the prevailing rates.\r\n\r\n\tMost of the natural gas produced in the country is priced at an average of rates prevailing in gas surplus nations like the US, Russia and Canada. The current price comes to $2.5 per million British thermal unit, a rate considered unviable by many operators.\r\n\r\n\tSources said pricing freedom is enshrined in the CBM contracts.\r\n\r\n\tThese contracts, they say, are based on fixed revenue that the government will get from sale of CBM gas, and higher the rate of gas, the higher the government revenue. Unlike contracts for exploration and production of conventional natural gas, those of CBMs do not provide for cost recovery.\r\n\r\n\tAccording to the Directorate General of Hydrocarbons (DGH), India has the fifth largest proven coal reserves in the world and holds significant prospects for exploration and exploitation of CBM. The estimated CBM resources in the country are about 92 trillion cubic feet.\r\n\r\n\tThe 33 CBM blocks awarded so far hold a total of 62.4 tcf of the estimated CBM resource, of which, so far, 9.9 Tcf has been established as Gas in Place (GIP).\r\n\r\n\tThe sources said the CBM gas pricing policy proposed to the Cabinet is in line with the recently unveiled regime governing small and marginal oil and natural gas blocks.\r\n\r\n\tThe government had recently auctioned small and marginal discovered oil and gas fields by promising investors complete pricing, marketing and production freedom under a revenue sharing contract agreement.\r\n\r\n\tPricing freedom would help quickly ramp up CBM gas production to targeted 5.77 mmscmd within a year, they said.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-03-09T11:37:00+05:30\",",
      "headline": "Reliance Industries over 10% shares exchange hands via block deal\",",
      "body": "Reliance Industries&#39; (RIL) nearly 396 million equity shares representing 12.58% equity of total paid up capital changed hands on BSE through block deal in early morning trade.\r\n\tRIL on March 2, 2017 had informed the stock exchanges that entities forming part of the promoter group of the company intend to acquire from other promoter group entities by way of &lsquo;inter-se&rsquo; transfer aggregating up to 1,190 million shares of RIL\r\n\t\r\n\t&ldquo;The shares being transferred constitute 36.7% of the share capital or 38.74% of voting rights. The proposed transfers are only amongst the ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-03-06T23:47:00+05:30\",",
      "headline": "Reliance Industries closes in on TCS on market capitalisation\",",
      "body": "Mukesh Ambani-led Reliance Industries (RIL) has significantly narrowed the gap with Tata group&rsquo;s Tata Consultancy Services (TCS) in the race for the country&rsquo;s most valuable firm. The difference in market capitalisation (m-cap) between the two bluechip companies is just 15 per cent following a 21 per cent jump in shares of RIL so far this year. Shares of TCS have gained only five per cent during the same period. On Monday, TCS&rsquo;s m-cap stood at Rs 4.87 lakh crore, about Rs 63,516 crore, or 15 per cent more than that of RIL. Interestingly, about nine months ago, ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-03-03T10:13:00+05:30\",",
      "headline": "Reliance Industries extends rally; stock soars 25% in three weeks\",",
      "body": "Reliance Industries (RIL) was up 4.4% to Rs 1,288 on the BSE in early morning trade extending its rally on the bourses. The stock was trading at its highest level since May 23, 2008, when it touched 1,318.50 during intra-day trade.\r\n\tRIL on Thursday after market hours informed the stock exchanges that entities forming part of the promoter group of the company intend to acquire from other promoter group entities by way of &lsquo;inter-se&rsquo; transfer aggregating up to 1,190 million shares of RIL.\r\n\tThe oil giant, however, clarified that this is an inter-se transfer of shares among ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-02-27T23:35:00+05:30\",",
      "headline": "RIL up 4.7% after target price raised\",",
      "body": "Shares of Reliance Industries Limited (RIL) gained as much as 6.5 per cent &nbsp;on Monday after global brokerage Morgan Stanley raised its 12-month target price by 17 per cent to Rs 1,506.&nbsp;\r\n\r\n\r\n\tShares of RIL closed at Rs 1,238.6, up Rs 56 or 4.74 per cent. The target price given by Morgan Stanley is close to 21 per cent higher than the current share price of RIL.\r\n\r\n\r\n\tThis rally on Monday took the total surge in the stock to 13.7 per cent since February 21, when the Mumbai-based company announced its rate plans for its newly found telecom subsidiary Reliance Jio.&nbsp;\r\n\r\n\r\n\tThe ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-02-27T15:11:00+05:30\",",
      "headline": "Reliance Industries hits over 8-year high; m-cap crosses Rs 4 lakh crore\",",
      "body": "Reliance Industries (RIL) has rallied 6% to Rs 1,255, hitting an over 8-year high on the BSE in intraday trade. The stock is trading at its highest level since May 30, 2008. A sharp rally in stock has seen the market capitalisation of RIL crossing Rs 4 lakh crore.\r\n\tAt 03:11 pm; the stock was trading at Rs 1,250, with m-cap of Rs 405,629 crore, the BSE data shows. The company&rsquo;s m-cap gained by Rs 57,336 crore in past four trading sessions.\r\n\tEarlier in January 18, 2008, RIL had m-cap of Rs 406,949 crore, the Capitaline data shows. RIL currently stands at number two position in ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-02-25T15:25:00+05:30\",",
      "headline": "Reliance has no plans to launch app-based taxi service, tweets official\",",
      "body": "Billionaire Mukesh Ambani-led Reliance Industries has no plans to launch an app-based taxi service as the company sees no logic in diversifying into unrelated sectors.\r\n\r\n\tIt has been speculated for months that Reliance Jio, the company&#39;s telecom venture that has created ripples by signing up 100 million customers in just 170 days of launch, will soon launch a taxi service.\r\n\r\n\tThe company had not commented on the speculations so far but took to the Twitter to deny the foray after an online publication stated that Jio has ordered some 600 cars to &quot;kickstart&quot; the service.\r\n\r\n\tA Reliance spokesperson tweeted that the report is &quot;WRONG and DENIED&quot;.\r\n\r\n\tThe company has no plans to get into unrelated diversification, another official explained.\r\n\r\n\tReliance Jio had earlier this week announced a strategic partnership with Uber to allow users of the app-based taxi aggregator to pay for their rides through Jio&#39;s prepaid wallet.\r\n\r\n\tEnabling commuters to pay for their rides through JioMoney is as far as the company intends to go, the official added.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-02-23T10:05:00+05:30\",",
      "headline": "Better Jio offers may lure away subscribers from Airtel, Idea, and Vodafone\",",
      "body": "Bharti Airtel, Vodafone, and Idea Cellular have reasons to worry as analysts believe the unlimited Rs 303 per month data plan for Reliance Jio prime members with free voice is expected to dent the premium subscriber base of the sector. (Jio is a relatively new telecom player.) The impact on revenue of the sector is estimated to be up to 17 per cent, assuming that premium data subscribers pay an average of Rs 600 per month, according to analysts at Motilal Oswal Securities. While there are 350 million data subscribers in the sector, 100 million are in the premium category.  \r\n\r\n\r\n\tAnalysts say if average revenue per user (Arpu) goes down from Rs 550 to Rs 303 per month, the sector will be impacted by Rs 30,000 crore a year. The larger players will be affected more as their Arpu is much higher than the Rs 303 rate of Jio.\r\n\r\n\r\n\tOut of Airtel&#39;s overall subscriber base of 266 million, 55 million are data subscribers who pay data Arpu of Rs 174.7 per month. Vodafone and Idea have a data subscriber base similar to Airtel&#39;s and have data Arpu of Rs 111-118 per month each. Operators do not tell proportion of premium subscribers. \r\n\r\n\r\n\tThe impact could be partly offset: While premium subscribers could be paying Rs 500 per month or above, some in the Rs 200-300 range may want to upgrade to the unlimited offer. Thus, the net impact on revenue could be 8-10 per cent, say analysts. \r\n\r\n\r\n\tThe other impact would be in the voice space. Analysts at Edelweiss Securities say with the launch of 4G-feature phone expected soon, Jio will be able to win subscribers from rivals, especially in the rural segment, which will be a negative for Idea Cellular. &quot;Jio&#39;s Rs 149 package offering unlimited voice along with handset priced under Rs 2,000 will be attractive to consumers,&quot; the analysts say. This will increase Jio subscriber base and cut its termination costs. \r\n\r\n\r\n\tThe end of freebies is a positive for the sector as operators can now plan their response and long-term strategy. Currently, Airtel&#39;s unlimited post-paid plans start at Rs 549, which includes unlimited voice and 6GB data. All operators will have to change strategies to match Jio&#39;s attractive offer. This will put pressure on their data Arpu. This is likely to lead to further pressure on Arpu and subscriber acquisition costs, according to Edelweiss Securities analysts. \r\n\r\n\r\n\tWhile stocks of Airtel and Idea Cellular are in the green, given that telecom market uncertainty has come to an end, the battle has just begun.\r\n\r\n\r\n\t\r\n\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-02-22T11:30:00+05:30\",",
      "headline": "Reliance Industries hits over 7-year high as Jio promises to end freebies\",",
      "body": "Reliance Industries (RIL) hit an over seven-year high of Rs 1,172, up 8% on the National Stock Exchange (NSE), recording its sharpest rally in intra-day trade in past 21 months.\r\n\t\r\n\tThe stock hit its highest level since June 2009. Earlier, on May 16, 2014, it rallied 8.7% during intra-day trade. On the BSE, the stock hit high of Rs 1,187 on November 1, 2010, during intra-day trade.\r\n\t\r\n\tIn past two trading sessions, the stock surged 9% from Rs 1,075 on February 20, 2017 after Reliance Jio Infocomm (&ldquo;Jio&rdquo;), a subsidiary of RIL, announced that its tariff plans will become ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-02-21T14:41:00+05:30\",",
      "headline": "Telecom shares trade weak; Bharti Airtel down 3% on Jio announcement\",",
      "body": "Shares of telecom companies trading mixed on the bourses after Reliance Industries chairman Mukesh Ambani announced Jio reached 100 million subscribers and launched the Rs 303 per month plan from April 1.\r\n\tAccording to the tariff plan, Jio will match the highest selling tariff of other operators and provide 20% more data than what other operators provide. CLICK HERE TO READ FULL REPORT.\r\n\t\r\n\tBharti Airtel was trading down 2.6% at Rs 366 and Idea Cellular was down less than 1% at Rs 108, while Reliance Communications trading 3% higher at Rs 36 on the BSE. Reliance Industries (RIL) too ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-01-18T17:56:00+05:30\",",
      "headline": "RIL JV plans South Asias first halogenated butyl rubber unit at Jamnagar\",",
      "body": "Joint venture partners Reliance Industries Limited (RIL) and Russian petrochemical giant SIBUR will be setting up South Asia&#39;s first butyl rubber halogenation unit at the former&#39;s integrated petrochemical site in Jamnagar.\r\n\r\n\tAs per an official communique, the unit will produce 60,000 MT of halogenated butyl rubber annually under Reliance Sibur Elastomers Private Limited (RSEPL), a joint venture (JV) of which RIL owns 74.9 per cent, while SIBUR owns 25.1 per cent.\r\n\r\n\tHalogenated butyl rubber is a key ingredient for manufacturing inner liners of tubeless tyres. With the Indian ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-01-18T00:32:00+05:30\",",
      "headline": "RILs bulk diesel market share climbs to 4.9%\",",
      "body": "Reliance Industries said it had a 4.9% market share of the bulk high-speed diesel segment in the December quarter. RIL&rsquo;s share in this segment in 2015-16 was 3.5%.\r\n\r\n\tRIL&rsquo;s bulk high-speed diesel sales have seen healthy growth in the past few quarters. &ldquo;Impressive growth of 25% was registered in the December quarter and over 50% in cumulative year-to-date sales,&rdquo; the company said in a presentation to analysts on Monday.\r\n\r\n\tWhat has worked for the company is its focus on newer segments. RIL won a contract in 2016-17 that involves 30 railway consumer depots to ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-01-17T10:44:00+05:30\",",
      "headline": "RIL expects sharp rise in operating profit from next financial year\",",
      "body": "&nbsp;Indian oil-to-telecoms conglomerate Reliance Industries Ltd expects a sharp rise in operating profit from the next financial year as it completes an expansion of its core refining and petrochemicals business, a senior executive said on Monday.\r\n\r\n\tReliance, controlled by India&#39;s richest man Mukesh Ambani, on Monday reported a better-than-expected 10 percent rise in third-quarter net profit to 80.22 billion rupees ($1.18 billion), helped by strong refining margin.\r\n\r\n\tAnalysts had on average expected a standalone profit of 78.5 billion rupees, according to data compiled by Thomson Reuters.\r\n\r\n\tThe company embarked on a $15 billion capital spending programme in March 2012 to set up a petroleum coke integrated gasification combined cycle (IGCC) plant and a refinery off-gas cracker (ROGC), each costing $4 billion to $5 billion. The company had at the time envisaged a 66 percent expansion of its petrochemical capacity.\r\n\r\n\tReliance&#39;s Joint Chief Financial Officer Srikanth Venkatachari said on Monday the new capacity could increase earnings before interest, tax, depreciation and amortisation (EBITDA) by $3.2 billion to $3.5 billion on a full-year basis.\r\n\r\n\tBy comparison, for the nine months to December, Reliance reported EBITDA of about 319.76 billion rupees ($4.7 billion).\r\n\r\n\tSrikanth said while the ROGC is &quot;almost&quot; complete, the IGCC will be mechanically completed by June 2017. After a few months of stabilisation, the benefits of the projects will be reflected in the company&#39;s operating profit.\r\n\r\n\t&quot;I believe even in the next financial year, we will see a substantial jump in EBITDA,&quot; Srikanth told a news conference.\r\n\r\n\tREFINING BOOST\r\n\r\n\tRefining and petrochemicals contribute around 90 percent of Reliance&#39;s overall revenue and profit.\r\n\r\n\tStandalone revenues, which include its refining and petrochemicals business and oil and gas exploration in India, came in at $9.8 billion for the third quarter ending Dec. 31, up 9 percent from a year ago.\r\n\r\n\tGross refining margin, or profit earned on each barrel of crude processed - a key profitability gauge for a refiner - was $10.8 per barrel for the December quarter.\r\n\r\n\tOn a consolidated basis, including its newer businesses such as telecoms, retail and U.S. shale gas operations, third-quarter net profit rose 3.3 percent from a year earlier 75.67 billion rupees.\r\n\r\n\tReliance&#39;s Jio unit commercially launched its fourth-generation (4G) telecoms network in September after building a new network with an investment of more than $20 billion.\r\n\r\n\tThe company, which is offering free voice and data services to its subscribers until the end of March, said on Monday it had signed up 72.4 million subscribers as of December 31.\r\n\r\n\t&nbsp;\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-01-17T10:22:00+05:30\",",
      "headline": "Reliance Industries dips post Q3 results\",",
      "body": "Reliance Industries (RIL) was down 2.5% at Rs 1,050 on the BSE in intra-day trade after the company reported 10% year on year (YoY) growth in its standalone net profit at Rs 8,022 crore for the quarter ended December 31, 2016 (Q3FY17) on account of a higher than expected margins in the refining and petrochemical businesses and a higher other income. The company had reported profit of Rs 7,296 crore in the same quarter last fiscal year.\r\n\tIncome from operations during the quarter under review increased 8.9% at Rs 66,606 crore on YoY basis, while other income rose 32.6% or by Rs 744 crore ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-01-17T01:28:00+05:30\",",
      "headline": "Centres penalty on producing gas from ONGC share not sustainable, says RIL\",",
      "body": "Reliance Industries on Monday said it was confident that the Union government&rsquo;s penalty on producing natural gas from ONGC&rsquo;s share of natural gas in the Krishna-Godavari basin is &ldquo;not sustainable&rdquo;.\r\n\r\n\tIn November, the government slapped a $1.55-billion penalty on RIL. The company has served an arbitration notice against the penalty.\r\n\r\n\t&ldquo;The company has already invoked the dispute resolution mechanism in the PSC and issued a notice of arbitration to the government on November 11, 2016. The company remains convinced of being able to fully justify and ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-01-17T01:24:00+05:30\",",
      "headline": "Petchem, refining push RILs net profit up 3.6%\",",
      "body": "Mukesh Ambani-led Reliance Industries Ltd reported a 3.6% rise in its net profit in the October-December 2016 quarter on better margins in the refining and petrochemical businesses and higher other income.\r\n\r\n\tThe company reported a consolidated net profit of Rs 7,506 crore against Rs 7,245 crore in the same period a year ago. In the quarter July-September 2016, the company reported a 23% drop in net profit at Rs 7,206 crore on account of the high base because of exceptional income in the previous year.\r\n\r\n\tThe consolidated turnover for the same period was Rs 84,189 crore, 16.1% higher ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-01-16T13:13:00+05:30\",",
      "headline": "RIL to invest another Rs 30,000 crore into Jio Infocomm\",",
      "body": "Reliance Industries is planning to invest a sum of Rs. 30,000 crore into Reliance Jio Infocomm to further its development and improve its signal strength.\r\n\r\n\tThe company in its board meeting held earlier on Friday decided to invest another Rs. 30,000 crore into its telecom unit and sell 600 crore preference shares to raise the amount. These preference shares will be sold through a rights issue and will be nine percent non-cumulative optionally convertible (OCPS) available at Rs. 50 each including a premium of Rs. 40.\r\n\r\n\tRIL had already invested Rs. 1.71 lakh crore while setting up its telecom venture Jio Infocomm. Ever since its launch on September 5, 2016, Jio has amassed more than 70 million users, owing to its free voice calls and data plans. The subscriber addition rate is said to be one of the highest, thereby, raising Rs. 30,000 crore last year and rights issue in two tranches in January and September.\r\n\r\n\tThe telecom major, however, has been suffering from lack of network coverage and call drop, which it now looks to overcome with the new investment.\r\n\r\n\tThe company&#39;s board has forwarded a statement in this regard to the National Stock Exchange.\r\n\r\n\tRIL is also expected to launch Jio&#39;s VoLTE feature phones with prices staring at Rs 999.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2017-01-16T12:24:00+05:30\",",
      "headline": "RIL results today: Five things to watch out for\",",
      "body": "Mukesh Ambani-led Reliance Industries Ltd (RIL) will report numbers of its October-December 2016 financial quarter on Monday. The oil to telecom conglomerate has been in news for various developments in the last three months. Here is a list of factors that will guide the numbers.\r\n\r\n\t1. Telecom\r\n\r\n\tFor most analysts tracking RIL&rsquo;s stock performance, guidance for its telecom business would be key. RIL, which has heavily invested in RelJio, in December announced to extend free Jio services upto March this year. Guidance on what course the telecom venture will take post March would ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-12-30T11:37:00+05:30\",",
      "headline": "Reliance Industries hits two-month high\",",
      "body": "Reliance Industries (RIL) hit a two-month high of Rs 1,084, up 1.8% in intra-day trade on Friday, extending its Thursday&rsquo;s 1% gain on the BSE after the company said it commissioned the first phase of Para-xylene (PX) plant at Jamnagar, Gujarat.\r\n\tThe stock was trading at its highest level since October 21, 2016. It hit a 52-week high of Rs 1,129 on September 26, 2016 in intra-day trade.\r\n\tThus far in December, the stock has outperformed the market by gaining 9% as compared to 0.22% fall in the S&P BSE Sensex. Since November 8, post demonetization, it was up 8% against 3.6% decline ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-12-14T14:49:00+05:30\",",
      "headline": "Reliance Industries up for fifth straight trading day\",",
      "body": "Reliance Industries (RIL) was up 2% to Rs 1,064 on the BSE in intra-day trade, gaining for the fifth straight trading sessions, in otherwise range-bound market. The stock was trading at six-week high, its highest level since October 30, 2016.\r\n\tSince December 7, in past fifth trading sessions, it was up 6.4% from Rs 1,000 against 1.6% rise in the S&P BSE Sensex.\r\n\tIn December, the stock has outperformed the market by gaining 6.7% after Reliance Jio said that it extended the free offer until March 2017 both for new consumers and for existing consumers on December 1. The benchmark index ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-12-12T16:28:00+05:30\",",
      "headline": "Gas migration case: Govt to seek legal view on joining BP-RIL arbitration\",",
      "body": "Government is considering joining the arbitration initiated by Reliance Industries and its partners against a USD 1.55 billion demand raised on them for &quot;unfairly enriching&quot; by producing natural gas belonging to ONGC.\r\nRIL and its partners BP Plc of the UK and Canada&#39;s Niko Resources had on November 11 brought an arbitration notice against the government, disputing the USD 1.55 billion demand.\r\n&quot;We have received the notice and are studying it. We will take an opinion of the law ministry on joining the arbitration,&quot; a senior oil ministry official said.\r\nUnder the dispute resolution mechanism set out in the production sharing contract (PSC), an arbitration notice over a dispute has to be followed up within six months by naming arbitrators.\r\nSo, RIL and its partners have time till May 10 to name an arbitrator for the dispute. The government will thereafter name its arbitrator and the two will then decide on a presiding judge of the three-member arbitration panel.\r\nOften, the two do not agree on the presiding arbitrator and the matter over such appointment lands either at the International Court of Justice or the Supreme Court.\r\n&quot;It is a long-drawn affair. If you are looking for a quick-fix solution, it won&#39;t come so easy,&quot; the official said.\r\nThe oil ministry had on November 3 issued a notice to RIL, Niko and UK&#39;s BP Plc seeking USD 1.47 billion for producing in the seven years ended March 31, 2016 about 338.332 million British thermal unit of gas that had seeped or migrated from the state-owned Oil and Natural Gas Corporation&#39;s (ONGC) blocks into their adjoining KG-D6 in the Bay of Bengal.\r\nAfter deducting USD 71.71 million royalty paid on the gas produced and adding an interest at the rate of Libor plus 2 per cent, totalling USD 149.86 million, a total demand of USD 1.55 billion was made on RIL, BP and Niko.\r\nRIL is the operator of the KG-D6 block with 60 per cent interest while BP holds 30 per cent. The remaining 10 per cent is with Niko Resources.\r\nThe Justice (retd) A P Shah Committee, in its August 28 report, concluded that there has been &quot;unjust enrichment&quot; to the contractor of the block KG-DWN-98/3 (KG-D6) due to production of the migrated gas from ONGC&#39;s blocks KG-DWN-98/2 and Godavari PML.\r\nThe government, the official said, has accepted the recommendations of the committee and consequently, it decided to claim restitution from RIL-BP-Niko for &quot;the unjust benefit received and unfairly retained&quot;.\r\nSo, a notice was sent, he said, adding that the government is also pressing RIL to pay USD 174.9 million of additional profit petroleum after certain costs were disallowed because of KG-D6 output being lower than targets.\r\nThe cost recovery issue is also being arbitrated separately.\r\nOriginally, ONGC had sued RIL for producing gas that had migrated from its blocks KG-DWN-98/2 (KG-D5) and Godavari PML in the KG basin to adjoining KG-D6 block of RIL.\r\nUnder direction of the Delhi High Court, the government had appointed a one-man committee under retired Justice A P Shah to go into the issue.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-11-27T13:25:00+05:30\",",
      "headline": "RIL seeks access to Indias longest LPG pipeline\",",
      "body": "Reliance Industries has sought access to the India&#39;s longest LPG pipeline that Indian Oil Corp (IOC) is laying from Gujarat to Gorakhpur in eastern Uttar Pradesh to cater to the growing demand for cooking gas in the country.\r\n\r\n\tIOC plans to import LPG at Kandla in Gujarat and move it through the 1,987 kilometre pipeline to Gorakhpur via Ahmedabad (in Gujarat), Ujjain, Bhopal (in Madhya Pradesh), Kanpur, Allahabad, Varanasi and Lucknow (in Uttar Pradesh).\r\n\r\n\tIn comments on IOC proposal made to oil regulator PNGRB, RIL said it is &quot;interested in meeting its own demand in the geographical areas that is serviced by this pipeline and seeks capacity access in the pipeline.&quot;\r\n\r\n\tRIL said it wants to put in its own LPG, possibly produced at its Jamangar refineries in Gujarat, in the pipeline for transportation to hinterland.\r\n\r\n\tThe pipeline will carry 3.75 million tonnes per annum of LPG, IOC said in an application to the sector regulator PNGRB seeking approval for laying the pipeline. Of this, 25 per cent will be common carrier capacity that can be provided to third parties.\r\n\r\n\t&quot;As you are aware the Government is keen on rural penetration of LPG due to health, safety and environment (HSE) imperatives. RIL has been marketing (LPG) only in rural areas and would compete in predominantly rural areas serviced by this pipeline,&quot; it said.\r\n\r\n\tBesides getting right to move its own LPG through the pipeline, RIL also wanted third party access to storages IOC will build along the pipeline route for stocking the gas before sent to bottling plants for filling in cylinders for sale to consumers.\r\n\r\n\tRIL said assistance at the allied storages proposed en route is vital for it to compete and rural penetration.\r\n\r\n\t&quot;Since the facilities of storage also fall within the definition of &#39;Petroleum & Petroleum Products Pipelines&#39;, we request that you declare all the facilities and the pipelines as &#39;common carrier&#39;,&quot; RIL said in the letter to PNGRB.\r\n\r\n\tIf needed, IOC should also provide facility for loading bulk trucks, cost of which can be recovered in pipeline transportation tariffs.\r\n\r\n\tThe company, which owns refining capacity of 62 million tonnes, said aggregation of demand will help avoid infructuous investment in the parallel pipeline, bringing down the cost of transportation.\r\n\r\n\t&quot;Access to RIL will also enhance rural penetration, one of the policy imperatives of the Government,&quot; it added.\r\n\r\n\tIOC plans to feed LPG into the pipeline at Kandla port as well as its Koyali refinery in Gujarat. It will connect eight of IOC&#39;s LPG bottling plants in Central and Northern India.\r\n\r\n\tThis will be the biggest LPG pipeline in the country. GAIL currently operates a 1,415-km line from Jamnagar in Gujarat to Loni near here. The line carries 2.5 million tonnes of LPG annually.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-11-24T11:03:00+05:30\",",
      "headline": "Fire at RILs Jamnagar refinery, 8 injured\",",
      "body": "A flash fire that occurred at around 3 am on Thursday at one of the units of Reliance Industries Limited (RIL)&#39;s DTA refinery in Jamnagar injured around eight workers.\r\n\r\n\r\n\tThe injured were rushed to Jamnagar Civil Hospital, according to police sources.\r\n\r\n\r\n\tProduction was not hit due to the fire, as the unit was under planned maintenance shutdown.\r\n\t\r\n\t&quot;There was an unfortunate flash fire at one of the units under a planned maintenance shutdown in our DTA refinery at Jamnagar.  All operations of the refinery continue to be normal,&quot; RIL said in an official statement on ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-11-23T23:06:00+05:30\",",
      "headline": "Reliance Industries valuation at 10-yr low\",",
      "body": "The $1.55-billion fine for migrated gas from neighbouring blocks (of ONGC) is only one of the many factors weighing on Reliance Industries Limited stock. Despite RIL&#39;s decision to contest this penalty in courts, the stock has not moved much. Project delays, rising costs, and expectations of delayed breakeven for RIL&#39;s telecom venture, Jio, have kept the stock in check. (Breakeven is the point in a company&rsquo;s development at which revenue equals cost, and neither a profit nor loss is made. Breakeven analysis attempts to locate the breakeven point in a company&#39;s operations ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-11-12T02:25:00+05:30\",",
      "headline": "Gas migration row: RIL charged 2% interest rate over Libor\",",
      "body": "The penalty imposed on Reliance Industries Ltd for producing Oil and Natural Gas Corporation&rsquo;s share of natural gas has come with an interest rate of 2% over Libor. This has taken the net payable amount to $1.55 billion.\r\n\r\n\tBesides this, the ministry of petroleum and natural gas is seeking $175 million from RIL as additional cumulative profit till March 31, 2016. While giving RIL 30 days to pay up, the ministry of petroleum and natural gas has threatened &ldquo;further actions&rdquo; for breach of the provisions and obligations committed under the production sharing contract between ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-11-08T01:04:00+05:30\",",
      "headline": "$1.55 bn penalty sought from RIL exaggerated, say analysts\",",
      "body": "Mukesh Ambani-led Reliance Industries (RIL) might have to shell out $1.15 billion as net value of the $1.55 billion penalty that the government imposed on it on Friday.\r\n\r\n\t&ldquo;The $1.55 billion imposed by the government is admittedly a gross number, which should be $1.15 billion net to RIL, in our view,&rdquo; said Saurabh Handa, analyst with Citi Research in a November 6 report.\r\n\r\n\tThe government slapped the penalty on RIL for drawing ONGC&rsquo;s share of natural gas in the Krishna Godavari basin. The letter was sent to RIL on Thursday asking it to pay up the penalty amount.\r\n\r\n\tRIL ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-11-06T13:07:00+05:30\",",
      "headline": "Reliance Industries partners consider joining arbitration in $1.55 bn gas row\",",
      "body": "Reliance Industries&#39; partners are considering joining the arbitration that the Mukesh Ambani-run firm is planning to initiate against the government for slapping a USD 1.55 billion demand for &quot;unfairly enriching&quot; by producing natural gas belonging to ONGC.\r\nCalgary-based Niko Resources Ltd, which holds 10 per cent interest in RIL-operated KG-DWN-98/3 or KG-D6 block, said the partners believe they are &quot;not liable for the amount claimed by the Government of India.&quot;\r\n\r\nIn an emailed statement, it said it &quot;is considering joining RIL in invoking the dispute resolution mechanism in the Production Sharing Contract (PSC).&quot;\r\n\r\nThe oil ministry had on November 3 issued a notice to RIL, Niko and UK&#39;s BP plc seeking USD 1.47 billion for producing in the seven years ended March 31, 2016 about 338.332 million British thermal unit of gas that had seeped or migrated from state-owned Oil and Natural Gas Corp&#39;s (ONGC) blocks into adjoining KG-D6 in Bay of Bengal.\r\nAfter deducting USD 71.71 million royalty paid on the gas produced and adding an interest at the rate of Libor plus 2 per cent, totalling USD 149.86 million, a total demand of USD 1.55 billion was made on RIL, BP and Niko.\r\nRIL had on Friday stated that it &quot;proposes to invoke the dispute resolution mechanism in the PSC and issue a Notice of Arbitration to the Government.&quot;\r\n\r\n&quot;RIL remains convinced of being able to fully justify and vindicate its position that the government&#39;s claim is not sustainable,&quot; the company had said, adding it has worked within the boundaries of the KG-D6 block awarded to it and has complied with all applicable regulations and provisions of the PSC.\r\n&quot;The claim of the government is based on misreading and misinterpretation of key elements of the PSC and is without precedent in the oil and gas industry, anywhere in the world,&quot; it had said.\r\nBP, which holds the remaining 30 per cent interest, said it is evaluating its options.\r\n&quot;BP believes that the action taken is neither in line with well-established global practices nor is it in line with the PSC. We are aligned and working with our partners to evaluate our options to achieve an effective resolution,&quot; a BP India spokesperson said.\r\nOriginally, ONGC had sued RIL for producing gas that had migrated from its blocks KG-DWN-98/2 (KG-D5) and Godavari PML in the KG basin to adjoining KG-D6 block of RIL.\r\nUnder direction of the Delhi High Court, the government had appointed a one-man committee under retired Justice A P Shah to go into the issue. The panel in its report on August 29 felt that the government and not ONGC is entitled to compensation.\r\nSubsequently, the ministry asked its upstream technical arm DGH to calculate the amount of compensation and a demand notice was slapped on RIL-BP-Niko.\r\n&quot;The committee has concluded that the contractor&#39;s (RIL- BP-Niko) production of migrated gas and retention of ensuing benefits amounts to unjust enrichment, since the production sharing contract (PSC)... Does not permit a contractor to produce and sell migrated gas,&quot; the November 3 demand note said.\r\nThe ministry said it had accepted the Shah committee report and consequently &quot;it has been decided by the government to claim restitution from the contractor of the block KG-DWN- 98/3 for the unjust benefit received and unfairly retained by them&quot;.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-11-04T17:42:00+05:30\",",
      "headline": "Silver lining for RIL shareholders in $1.5 billion penalty\",",
      "body": "With the Union Petroleum Ministry imposing a fine of $1.55 billion on the Mukesh Ambani-owned Reliance Industries Limited (RIL) for illegally extracting natural gas from ONGC fields in the Krishna Godavari Basin, the company&rsquo;s shares fell by over 2% since morning.\r\n\r\n\tHowever, the decision could have little long term impact on RIL which had a market capitalisation of over Rs 3,38,000 crore or around $47 billion in 2015-16. That&rsquo;s because RIL is sitting on a massive pile of cash. Its profits for 2015-16 stood at almost $4.5 billion. This was a 17% increase in profits as ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-11-01T11:15:00+05:30\",",
      "headline": "Gas row: All you need to know about RILs $1 bn fine\",",
      "body": "Reliance Industries Ltd (RIL) and its foreign partners, BP Plc and Niko Resources, may have to pay a penalty of more than $1 billion for using the migrated gas from the block of state-run Oil and Natural Gas Corporation (ONGC) in the Krishna-Godavari basin off the Andhra pradesh coast.\r\n\r\n\tAccording to reports, the Directorate General of Hydrocarbons calculated the $1 billion penalty, after considering the account capital and operational expenditures undertaken by RIL to take out the gas that had migrated to its basin.\r\n\r\n\tHere is everything you need to know about the penalty imposed on ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-10-24T22:50:00+05:30\",",
      "headline": "RIL stock shrugs off earnings\",",
      "body": "Reliance Industries Limited&rsquo;s (RIL)&rsquo;s quarterly performance and stock price have diverged in the past year. For the past five quarters, the company&rsquo;s core standalone (oil and gas) net profit has beaten consensus Bloomberg estimates by 3-17 per cent. Yet, the RIL stock has fallen after results&rsquo; announcement in four out of five quarters. The firm typically announces results after market close; hence, the next day&rsquo;s stock performance is the best way to assess the results&rsquo; impact on the stock.\r\nDoes this divergence indicate the Street has started looking beyond ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-10-21T09:37:00+05:30\",",
      "headline": "Should you buy RIL post Q2 results?\",",
      "body": "Mukesh Ambani-controlled Reliance Industries Limited (RIL) reported a standalone net profit of Rs 7,704 crore for the quarter ended September 2016 (Q2 FY17), a 17.9% jump from the Rs 6,534 crore profit after tax (PAT) reported in the previous corresponding period.\r\n\r\n\tAt the consolidated level, however, net profit at Rs 7,206 crore, was 22.9% lower as compared to Q2 last year. The results came in post market hours on Thursday. On Friday, the stock lost over 1% by 930am on the National Stock Exchange (NSE) at Rs 1075 levels. It hit an intra-day high of Rs 1,097. By comparison, the ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-10-18T20:44:00+05:30\",",
      "headline": "RIL plans shutdown of FCCU in DTA unit of Jamnagar refinery for maintenance\",",
      "body": "Reliance Industries Ltd (RIL) on Tuesday informed BSE that it was planning to shut down the fluidized catalytic cracking unit (FCCU) in the DTA unit of its Jamnagar refinery for &quot;routine maintenance & inspection activities&quot;.\r\n\r\n\tThe shutdown is being planned from second week of November 2016 for about five weeks.\r\n\r\n\t&quot;The shutdown will provide an opportunity to carry out a revamp job in one of the polypropylene units. All the four crude distillation units along with other major secondary processing units are expected to operate at normal throughput,&quot; the company ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-10-04T00:26:00+05:30\",",
      "headline": "Transocean says RIL ending drillship contract\",",
      "body": "American offshore contract drilling service provider Transocean on Monday said the Mukesh Ambani-led Reliance Industries Limited (RIL) has terminated the contract for its &#39;Discoverer India&#39; ultra-deepwater drillship, effective December 2016.\r\n&quot;Reliance Industries has elected to exercise its contractual option to terminate contract for ultra-deepwater drillship Discoverer India, effective December 2016, prior to its expiration in January 2021,&quot; Transocean said in a press statement.\r\n&quot;In accordance with contract, Transocean will be compensated by RIL and its partners for ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-09-27T22:50:00+05:30\",",
      "headline": "RIL again emerging a wealth creator\",",
      "body": "The Reliance Industries&rsquo; (RIL)&rsquo;s stock, which has been doing well since October 2015, scaled up to its 27-month high of Rs 1,129.55 on the National Stock Exchange (NSE) intra-day this week. And, there is more to come, analysts estimate the company&rsquo;s earnings growth to sustain in double digits and consequently return on equity (ROE, a key valuation parameter) to inch up.\r\nRIL&rsquo;s earnings growth was muted since 2011-12, while ROE consistently fell from the peak level of 22.5 per cent in 2006-07 to 11 per cent in 2014-15. Both these parameters picked up in 2015-16. ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-09-16T11:29:00+05:30\",",
      "headline": "Reliance Industries nears 52-week high\",",
      "body": "Reliance Industries (RIL) was up 2.2% at Rs 1,089, extending its Thursday&rsquo;s 2% gain on the BSE. The stock is currently trading close to its 52-week high of Rs 1,090 touched on January 15, 2016 in intra-day trade.\r\n\tIn past two-weeks, the stock has outperformed the market by gaining 7.5% as compared to 0.72% rise in the Nifty 50 index.\r\n\tMukesh Ambani, chairman of RIL on September 01 announced the launch of Reliance Jio from September 05 with an aggressive pricing structure. Reliance Jio Infocomm is a subsidiary of RIL.\r\n\tReligare Institutional Research maintains &lsquo;buy&rsquo; ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-09-08T08:22:00+05:30\",",
      "headline": "Reliance rated among top 10 global companies: Survey\",",
      "body": "India&#39;s Reliance Industries has been ranked 8th among top 10 global oil companies, according to a new survey released on Thursday.\r\n\r\n\tReliance Industries was ranked 8th this year, improving from 14 position a year ago and being among the top 10 of the 250 global energy businesses in a new survey by &#39;Platts Top 250 Global Energy Company Rankings 2016&#39;.\r\n\r\n\tRefiners Indian Oil Corporation and Hindustan Petroleum Corp Ltd moved to 14th from 66th and to 48th from 133rd, respectively, lifted by access to cheaper crude. Heavyweight, Oil & Natural Gas Corp Ltd, however, slipped to 20 position this year from 17 a year ago.\r\n\r\n\tPlatts attributed the refining sector strength to improved margins.\r\n\r\n\t&quot;The ranking reflected the oil market&#39;s biggest price collapse in nearly three decades, a resulting re-drawing of the lines in the fuels mix and the successes of energy players less exposed to the price rout triggered by OPEC&#39;s defence of its global oil market prominence,&quot; it said.\r\n\r\n\t&quot;India was also the only prominent country for coal demand, boosting Coal India&#39;s standing in the world energy companies,&quot; it added.\r\n\r\n\t&quot;Strong performance of the coal industry enabled the largest pure coal mining company in the world, Coal India, to hold its place at 38th in the top 250 ranks. Consumption rose nearly 5 per cent, regaining its share as the dominant fuel in the energy mix at 56 per cent, Platts said.\r\n\r\n\tAdani Power Ltd, an Independent Power Producer was ranked at 250th. With a 3-year compound growth rate of 54.9 per cent the company is the fastest growing energy company in Asia-Pacific and the second fastest in the world.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-09-05T00:41:00+05:30\",",
      "headline": "Reliances new  movers and shakers\",",
      "body": "At the Reliance Industries (RIL) annual general meeting last Thursday, Chairman Mukesh Ambani made a special mention of his children, Akash and Isha.\r\nBoth are 24 years old, and directors of Reliance Jio and Reliance Retail Ventures. Mukesh praised them for being hands-on leaders in a business where the average age of employees is 30.\r\nThough the spotlight is firmly on Akash and Isha, there are many others who have quietly worked their way to the top in various Reliance group companies.\r\nPeople familiar with the internal working of RIL claim while many in the old guard are still involved in ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-09-02T00:27:00+05:30\",",
      "headline": "RIL investments in petrochem, refining to be complete by June: Ambani\",",
      "body": "Reliance Industries (RIL) expects some of its large investments in the petrochemical and refining business to near completion in the next one year.\r\n\r\n\t&quot;For all the investments we have made in Jamnagar, we will be operational. This investment cycle year will be over and we expect to bear the fruits in our 40th year,&quot; said Mukesh Ambani, chairman, at the annual general meeting on Thursday.\r\n\r\n\tOn the petroleum exploration and production business, he said the company was not going to withdraw the cost-recovery arbitration it had initiated against the central government on the D6 ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-09-01T21:05:00+05:30\",",
      "headline": "Complementing each other\",",
      "body": "The annual general meeting (AGM) of Reliance Industries on Thursday saw a different partnership on display. As Mukesh Ambani showered praise on Nita Ambani for her corporate social responsibility activities and for becoming the first Indian woman member of the International Olympic Committee, his better half played her part by leading the round of applause for every new announcement Mukesh Ambani made. As Mukesh Ambani made his longest-ever AGM speech, his wife was seen ready to be the first to clap. With Jio in focus, Nita Ambani did get enough opportunities to return the gesture.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-08-31T17:20:00+05:30\",",
      "headline": "Shah panel confirms migration of gas from ONGCs field to RIL\",",
      "body": "A report by Justice A P Shah commission confirmed on Wednesday that there was a migration of gas from state-run ONGC&#39;s block in Krishna Godavari basin to the adjacent fields owned by Mukesh Ambani-led Reliance Industries Ltd.\r\n\r\n\tThe one-man panel&#39;s report stands close to the findings of the report submitted by the US-based consultant DeGolyer and MacNaughton (D&M) in November 2015, which stated that about 11.122 billion cubic meters of natural gas worth about Rs 11,000 crore had migrated to the RIL fields from ONGC&#39;s idle fields.\r\n\r\n\t&quot;Shah panel has submitted its report ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-08-27T22:40:00+05:30\",",
      "headline": "RIL focuses on domestic market for refined products\",",
      "body": "Mukesh Ambani-led Reliance Industries (RIL) is looking to increase focus on the domestic market for its refined products, a company official said on Friday.\r\n\t&ldquo;We will focus more on India, where we see scope for growth. We will also focus on the East for exports,&rdquo; said an RIL official, who did not wish to be named.\r\n\tOn July 15, in its results press statement, RIL said its exports of refined products from India were at Rs 28,610 crore during the April-June 2016 quarter, compared to Rs 32,352 crore in the same period a year ago. In terms of volume, exports of refined products ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-08-20T22:05:00+05:30\",",
      "headline": "RIL invests Rs 14,000 crore more in unlisted arm\",",
      "body": "India&#39;s largest private sector firm, Reliance Industries Ltd (RIL), has invested a massive Rs 14,000 crore in its unlisted subsidiary - Reliance Industrial Investments and Holdings (RIIH) in the financial year 2016 - making it the largest investment vehicle after its wireless telephony company, Reliance Jio.\r\nRIIH, which made a modest profit of Rs 3.42 crore on income of Rs 961 crore in the financial year 2016, has, in turn, invested in several businesses, including commercial land, IPL team and Jio-related infrastructure apart from making strategic investments, as per Reliance ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-08-19T05:57:00+05:30\",",
      "headline": "OilMin slaps $380 mn additional penalty on RIL for output shortfall\",",
      "body": "The Dharmendra Pradhan-led petroleum ministry has slapped an additional penalty of $380 million (Rs 2,550 crore) on Reliance Industries (RIL) for the fall in natural gas production from its D6 block in the Krishna-Godavari (K-G) basin.\r\nOn June 3, the ministry revised its cumulative disallowance of cost recovery to $2.756 billion up to 2014-15, compared to a cumulative $2.376 billion till 2014-15. The government share of additional profit petroleum (calculated after deducting the costs incurred by the company in development and production) on a cumulative basis also saw a rise of $51.6 million, to $246.9 million as of June this year, compared to $195.3 million till 2013-14.\r\nIn a clarification to the BSE, the Mukesh Ambani-led Reliance stated the government had already collected $81.7 million of the additional profit petroleum claimed. It said it and its partners, British Petroleum and Niko Resources, denied the claims made by the ministry, now part of an ongoing arbitration.\r\nOn an annual basis, the government revises the total cost it proposes to disallow and consequently aggregates the figure with those of previous years. It also demands additional profit petroleum as government share. The dispute with RIL started in 2011 and is currently under arbitration, in accordance with the production sharing contract.\r\nProduction from the block, discovered in 2002, dropped considerably after a peak of 62 million standard cubic metres a day (mscmd) in 2010. Production from the D1 and D3 fields, which started in 2009, has fallen considerably to about eight million mscmd.  Initially, the output was supposed to be 80 mscmd but the output shortfall in 2010-11 was five mscmd, in 2011-12 at 28 mscmd, in 2012-13 at 55 mscmd and in 2013-14 at 66 mscmd, further rising in 2014-15.\r\nFollowing which, the government had disallowed $457 million on cost recovery in 2010-11, another $548 million in 2011-12, $792 million for 2012-13, $579 million for 2013-14 and $380 million for 2014-15.\r\nThe initial estimate of gas from the basin was 3.81 trillion cubic ft (tcf) in 2004 and later raised to 10.03 tcf. However, the three partners expect to increase production to about 23 mscmd through the development of three new fields in the east coast. The expectation is 10 mscmd of gas from the D2, D6, D19 and D22 fields in the eastern offshore block and another 13 mscmd from a D34 discovery.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-08-06T22:29:00+05:30\",",
      "headline": "Reliance Industries prefers using debt to cash for capex\",",
      "body": "Reliance Industries (RIL) had its largest capital expenditure &mdash; of Rs 1.12 lakh crore ($17 billion) in 2015-16 &mdash; in augmenting hydrocarbon assets and building infrastructure for the launch of its telecom business, Jio.\r\nThis would normally mean depletion of cash and cash equivalents on a company&rsquo;s balance sheet, as part of treasury management. But, that is not the story with RIL. The Mukesh Ambani company saw its cash and cash equivalent increasing to Rs 84,844 crore, from Rs 83,822 crore the previous year.\r\nThis resulted in gross debt increasing to Rs 1.81 lakh crore at the ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-08-05T00:07:00+05:30\",",
      "headline": "Reliance to create omni-commerce\",",
      "body": "Mukesh Ambani&rsquo;s Reliance Industries will create a differentiated &lsquo;omni-commerce&rsquo; model for its retail business, by integrating infrastructure built by its telecom venture Jio and Reliance Retail.\r\n&ldquo;We are augmenting reach to customers via online-offline product assortment across channels. These efforts in building a seamless interface will deliver superior value proposition for customers,&rdquo; Mukesh Ambani, chairman and managing director of RIL, said.\r\nIn the annual report, RIL said as part of Reliance Retail 2.0 initiatives such as fashion and lifestyle ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-07-18T09:40:00+05:30\",",
      "headline": "Reliance Industries gains post Q1 earnings\",",
      "body": "Reliance Industries (RIL) was up nearly 3% to Rs 1,039 on the BSE in early morning trade after the company post market on Friday reported gross refining margin (GRM) of $11.5 a barrel in the June 2016 quarter (Q1), ahead of Street expectations of $9-10 a barrel. The GRM stood at $10.4 a barrel in the year-ago quarter, and at $10.8 a barrel in March 2016 quarter.\r\n\tThe company&rsquo;s consolidated net profit (after taxes, minority interest and share in profit/(loss) of associates and joint ventures) grew 18.1% to Rs 7,113 crore, even as net sales or income from operations fell 15.2% to ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-07-16T22:38:00+05:30\",",
      "headline": "Reliances fuel exports dip below 10 million tonnes in April-June\",",
      "body": "Reliance Industries exported less than 10 million tonnes of petroleum products for the first time after three quarters, mainly because of increased demand at home.\r\nThe company exported 9.8 million tonnes of petroleum products in April-June. In the quarter ended March, the country&rsquo;s largest petroleum exporter dispatched 10.8 million tonnes for the overseas market. The company&rsquo;s exports of refined products during the first quarter of 2016-17 were higher than the 8.5 million tonnes in the first quarter of 2015-16, pointing to a slow recovery in the export market.\r\nThe demand for ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-07-16T00:57:00+05:30\",",
      "headline": "RIL profit rises on refining margins\",",
      "body": "Reliance Industries has done it again. After reporting a seven-year high gross refining margin (GRM) of $11.5 a barrel in the December 2015 quarter, the company topped this metric in the June 2016 quarter (Q1) as well.\r\nReliance Industries&rsquo; (RIL) GRMs stood at $11.5 a barrel in Q1 and were much ahead of Street expectations of $9-10 a barrel. This metric stood at $10.4 a barrel in the year-ago quarter, and at $10.8 a barrel in March 2016 quarter. Good traction in its refining as well as its petrochemicals business aided RIL&rsquo;s overall performance.\r\nThe company&rsquo;s consolidated ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-07-16T00:24:00+05:30\",",
      "headline": "34% of RILs Rs 7,113-cr net profit is from treasury gains\",",
      "body": "After consistently falling for some quarters, the share of other income in Reliance Industries&#39; total net profit of Rs 7,113 crore in the June quarter has substantially jumped to 34.5 per cent or Rs 2,378 crore.\r\nOn year-on-year basis, this was a massive 50.12 per cent spike from Rs 1,584 crore the company reported in the June 2015 quarter when its net profit stood at Rs 5,916 crore.\r\nThe same stood at Rs 1,953 crore in the March 2016 quarter on a total net profit of Rs 6,925 crore.\r\nWhen asked whether the company has been increasing its play in the treasury market or has it booked some profits from its massive investments, RIL deputy chief financial officer V Srikanth told PTI that the numbers reflect the higher yields the market has been returning during the quarter.\r\nWhile refusing to share the specifics of the company&#39;s investment in government bonds, Srikanth said RIL for long has been parking its surpluses, which stood at almost Rs 97,000 crore as of end June, in government bonds, mutual funds, fixed deposits and other fixed income instruments. And the same continued in the reporting quarter as well.\r\nRIL, which is one of the biggest players in the treasury markets, was netting over 40 per cent of its total net profit from treasury gains or other income which started declining after the banking regulator began to frown upon corporates&#39; large influence in the money and government debt markets.\r\nReliance, which has the highest cash balance, is also one of the highly indebted companies in the country. Its debt rose to Rs 1,86,692 crore as of June from Rs 1,80,388 crore as of March 2016 while the cash balance inched up marginally to Rs 90,812 crore from Rs 89,966 crore from March 2016.\r\nAccordingly, the company&#39;s interest payout jumped to Rs 1,206 crore from Rs 915 crore a year ago and from Rs 842 crore from the March quarter.\r\nAbout the forex components of the debt pile, Srikanth said over 90 per cent of RIL bet is in US dollars while almost the entire Rs 47,000 crore debt of Rel Jio is rupee-denominated.\r\nRIL, which operates the world&#39;s largest oil refinery with a 63 mt annual capacity, today reported a hefty 18.1 per cent jump in June quarter net profit at Rs 7,113 crore or Rs 24.1 per share on account of highest refining margin in the past eight years and robust petrochemical earnings.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-07-15T22:22:00+05:30\",",
      "headline": "RILs refining business shines; focus now on Jio\",",
      "body": "A robust performance by its refining segment, which accounts for almost two-thirds of Reliance Industries (RIL)&rsquo;s gross revenue, helped the company clock its sixth consecutive quarter of net profit growth, in contrast to general Street anticipation of a profit decline.\r\n\tThe gross refining margins (GRM) of $11.5 a barrel, as seen in the December&rsquo; 2015 quarter, are at the highest levels seen by RIL in over seven years. GRM is the profit earned by processing a barrel of crude oil (total value of output minus cost crude oil). Looking at the decline in the benchmark Singapore ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-07-15T19:30:00+05:30\",",
      "headline": "Stopping realty in courts\",",
      "body": "The decision of the high court here to ask Delhi Development Authority (DDA) to form a committee of stakeholders to consider the problems of a South Delhi residents group trying to stop Reliance Industries (RIL) from constructing a proposed mega-mall has re-kindled an old debate over judicial overview in the construction industry.\r\n\t\r\n\tAccording to Citizen Alliance, a group of residents from the area which has been fighting a DDA decision to sell the land to RIL for this purpose, it is a victory of sorts. &quot;Our fight is not against RIL but DDA, which should have protected (our) ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-07-15T17:50:00+05:30\",",
      "headline": "RIL Q1 consolidated net up 18% at Rs 7,113 cr\",",
      "body": "Energy-to-retail giant Reliance Industries posted an 18% rise in net profit at Rs 7,113 crore for the quarter ended June 2016 on higher margins from its core refining business. It was Rs 6,024 crore in the same period a year ago.\r\n\t\r\n\t\tThe gross refining margin on each barrel of crude processed - a key profitability gauge - was $11.5 in the June quarter, compared with $10.4 a year earlier.\r\n\t\tThe net revenue declined 15% to Rs 64,990 crore from Rs 76,615 crore in year-ago period on drop in oil prices.\r\n\t\r\n\tOn Friday, the company&#39;s scrip on BSE closed 0.6% higher at Rs 1,012. \r\n\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-07-04T16:28:00+05:30\",",
      "headline": "RIL gets Environment Ministry nod to drill 8 wells in Tamil Nadu\",",
      "body": "Reliance Industries Ltd (RIL) has got approval from the Ministry of Environment & Forests (MoEF) to drill eight additional exploratory wells in Tamil Nadu. The company plans to invest around Rs 800 crore to drill these new wells.\r\n\r\n\tAn Order, signed by Lalit Bokolia, additional director, MoEF, on June 30 , 2016 stated that the Ministry has given environmental clearance to the project under the provisions. The Ministry also listed several conditions in the Order.\r\n\r\n\tThe proposal was considered by the Expert Appraisal Committee (industry) in its meetings in February 2014 and April 2016. ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-06-18T00:44:00+05:30\",",
      "headline": "RIL wants probe into Essar tapes\",",
      "body": "Reliance Industries (RIL) has sought a probe on reports that the company was a target of illegal phone-tapping along with some government officials a decade ago.\r\nThe Indian Express on Friday reported the Essar group had allegedly tapped phones of top RIL officials, various government officials and ministers between 2001 and 2006.\r\nAccording to the report, the Essar Group allegedly tapped telephones of Union ministers, corporate chiefs Mukesh Ambani and Anil Ambani and many bureaucrats. A Reliance Industries spokesperson said, &quot;We are shocked at reports which suggest that we have been ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-06-05T11:28:00+05:30\",",
      "headline": "RIL fails to name arbitrator in KG-D6 dispute\",",
      "body": "Reliance Industries&#39; arbitration notice against the Oil Ministry&#39;s decision to take away five of its KG-D6 block discoveries has become invalid after the company failed to name arbitrators within the stipulated time.\r\nRIL and its partner Niko Resources had in February last year challenged the ministry&#39;s decision to take away 814 sq km of its eastern offshore KG-D6 area that contained five gas discoveries.\r\nAs per the dispute resolution mechanism set out in the Production Sharing Contract (PSC), an arbitration notice over a dispute has to be followed up within six months by naming arbitrators.\r\nRIL and Niko did not name its arbitrator for the dispute, a senior government official said. &quot;So, technically the notice became invalid. If the company wants to pursue the dispute, it will have to give a fresh notice and name an arbitrator,&quot; the official added.\r\nInterestingly, BP Plc, which holds 30 per cent interest in KG-D6 block, had not signed on the arbitration notice.\r\nAs per the dispute resolution mechanism, both parties -- RIL-Niko and government -- have to name an arbitrator each and the two judges then mutually decide on a neutral, presiding arbitrator of the three-member arbitration panel.\r\nRIL did not offer any comments.\r\nAs per norm of giving up non-discovery area, RIL had in 2013 offered to give up 5,385 sq km out of a total 7,645 sq km area in Krishna Godavari basin KG-D6 block. But the ministry on October 30, 2013 ordered 6,198.88 sq km of total area to be taken away as the time allocated for producing from them had expired.\r\nRIL on January 14 challenged this order as the 814 sq km of additional area that the ministry had taken away contained five gas discoveries holding close to 1 trillion cubic feet of reserves.\r\nSources said the company in the notice demanded that the dispute on taking away the area be referred to arbitration, the relinquishment order be withdrawn and compensation be paid for breach of contract by the government.\r\nAs per norm, a contractor is allowed to retain only that area where discoveries have been made. But in case of KG-D6, the Directorate General of Hydrocarbons (DGH) ordered larger area to be taken away as RIL had allegedly failed to develop the finds within the stipulated timeframe.\r\nRIL in the notice has said that the October 2013 order breached its right to retain the fields and the time period for approving these discoveries &#39;never expired&#39; as the block oversight panel, called the Management Committee, had agreed to a phased approach for their development.\r\nThe firm claimed that the order was based on the &quot;erroneous premise&quot; that it had failed to submit a development plan for these fields.\r\n&quot;In fact, the contractor had submitted the field development plan for all nine satellite discoveries (including the Second Phase Satellite Fields), and it had never withdrawn the FDP,&quot; RIL wrote to the ministry.\r\nThe ministry, however, believes that RIL passed the timelines for submitting appraisal and field development plans and there was no provision in the PSC to extend the appraisal period.\r\nSources said the ministry plans to reject the arbitration notice as the timelines for developing the five discoveries -- D4, D7, D8, D16 and D23, had lapsed and no development plan was submitted.\r\nAlso, RIL did not submit declaration of commerciality for D-5 and D-18 discoveries, the period for which has also expired, they said.\r\nRIL and government are locked in two arbitration cases over the KG-D6 block -- one pertains to USD 1.8 billion in cost being disallowed for gas production for not meeting targets and the other over government deferring gas pricing guidelines.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-06-03T15:58:00+05:30\",",
      "headline": "Reliance Industries says PTA unit up and running\",",
      "body": "Reliance Industries has restarted its purified terephthalic acid (PTA) plants and is ramping up production to full capacity at Dahej, the company said in a statement. The PTA plants had been shut for a brief period owing to increased water salinity.\r\n\r\n\t&quot;Reliance Industries ensured PTA supplies to downstream customers from its Hazira and Patalganga plants during the brief shutdown at Dahej. Now, the customers will be getting PTA from all three locations,&quot; a company spokesperson said.\r\n\r\n\tPurified terephthalic acid is used in man-made textiles and plastics industries.\r\n\r\n\t&quot;Reliance Industries has a total PTA capacity of 4.2 million tonnes per year. In India, the current total PTA capacity, including that of RIL, is 6 million tonnes. Another 1.2 million tonnes of PTA capacity will be added in the current year itself,&quot; the spokesperson said.\r\n\r\n\t&quot;However, the total PTA demand in India is around 5 million tonnes. Therefore, the surplus PTA is being exported as India has sufficient PTA to meet the requirements of its polyester industry,&quot; he added.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-06-01T00:37:00+05:30\",",
      "headline": "RIL arm sells stake in African fuel retailer Gapco\",",
      "body": "Reliance Industries (RIL) said it had signed agreements with Total SA of France for sale of its entire 76 per cent stake in Gulf Africa Petroleum Corporation (Gapco), for an undisclosed sum. &nbsp;\r\n\r\nRIL had bought the 76 per cent stake in 2007, with management control. Gapco has significant presence in the downstream petroleum sector in Tanzania, Uganda, Rwanda and Kenya. RIL&rsquo;s foreign arm, Reliance Exploration and Production DMCC (REPD) had the 76 per cent; Fortune Oil Corporation, Mauritius, had the rest.\r\n\r\n&ldquo;REPD&rsquo;s agreement to sell its interest in Gapco is part of a ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-06-01T00:31:00+05:30\",",
      "headline": "RIL temporarily shuts down PTA, PET units at Dahej due to water shortage\",",
      "body": "Reliance Industries has temporarily shut  down its purified terephthalic acid and polyethylene terephthalate manufacturing complex in Bharuch district due to water shortage, the company has said.\r\nAccording to the company, the shortage has been caused by lower release of dam water and significantly increased salinity of water supply to RIL&#39;s Dahej manufacturing complex.  PTA and PET are major raw materials for the polyester industry.\r\n&quot;As a response, RIL is running on reduced capacity in some of the plants and has temporarily shut down its PTA and PET plants. RIL has 2.3 mmtpa of PTA ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-05-31T13:28:00+05:30\",",
      "headline": "RIL sells stake in African oil retailer GAPCO to Total SA\",",
      "body": "Reliance Industries Limited (RIL) has sold its stake in African fuel retailer GAPCO (Gulf Africa Petroleum Corporation&#39;s) to Total SA of France for an undisclosed sum.\r\nTotal SA, which is already a leading retailer of petroleum products in Africa, will acquire Gulf Africa Petroleum Corporation&#39;s (GAPCO) assets in Kenya, Uganda and Tanzania, sources said.\r\nRIL had in September 2007 bought a clutch of fuel stations and storage facilities in one of the fastest growing regions in Africa.\r\n\r\nGulf Africa Petroleum Corporation is a holding company incorporated in Mauritius with affiliates in Kenya, Uganda and Tanzania. RIL&#39;s overseas arm Reliance Exploration & Production DMCC, owns 76% stake while Fortune Oil Corporation, Mauritius has the remaining.\r\nTotal SA has acquired two logistical terminals in Mombasa, Kenya and Dar es Salaam, Tanzania, as well as a retail network of around 100 service stations.\r\nThe acquisition will complementary to Total&#39;s existing operations in Kenya, Uganda and Tanzania and will strengthen its logistics in the region.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-05-04T00:39:00+05:30\",",
      "headline": "Gas price issue: RIL to decide on merits of arbitration\",",
      "body": "Reliance Industries Ltd (RIL) is perusing whether to withdraw a pending arbitration with the government on the gas price issue so that it can benefit from the higher prices.\r\nThe company&#39;s top management is understood to be looking into two divergent views of whether to drop the arbitration to gain from the near doubling of gas prices or carry on with the two-year-old case. &quot;There is a view in favour of continuing with the case, while a second one favours dropping the arbitration. Both the views have been presented to the top management and the board will take a final call,&quot; ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-04-26T00:22:00+05:30\",",
      "headline": "RIL down 2%; quarter result fails to enthuse investors\",",
      "body": "Shares of Reliance Industries fell by two per cent even as the firm had posted a 16 per cent jump in earnings for the January-March quarter.\r\n\r\nThe stock opened with gains but failed to hold on to the momentum and ended the day with a loss of 2.2 per cent at Rs 1,016.15 on BSE. During the day, it dipped 2.5 per cent to Rs 1,012.75. At NSE, the stock went down by 2.12 per cent to close at Rs 1,016.90.\r\n\r\nRead more from our special coverage on RELIANCE INDUSTRIESReliance buys Iranian oil after 6-year hiatusReliance Industries ends FY16 on a strong note5 takeaways from RILs March quarter ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-04-24T09:42:00+05:30\",",
      "headline": "Reliance buys Iranian oil after 6-year hiatus\",",
      "body": "Reliance Industries has bought crude oil from Iran after a 6-year break and is looking to strike a long-term fixed quantity deal, post lifting of sanctions.\r\n\r\nRIL, which operates the world&#39;s biggest refining complex at Jamnagar in Gujarat, is looking at quickly ramping up purchases to the earlier levels of about 5 million tonnes a year.Read more from our special coverage on RELIANCE INDUSTRIESReliance Industries ends FY16 on a strong note5 takeaways from RILs March quarter numbersAfter 5 yrs, RIL back to double-digit growthRIL incubates start-upsRIL declares interim dividend of Rs 10.50 per share\r\n\r\n&quot;Re-established relationship with Iran, sourced crude oil post lifting of sanctions,&quot; the company said in an investor presentation after reporting 2015-16 earnings.\r\nBowing to international pressure to isolate Iran over its nuclear programme, RIL in January 2009 had stopped exporting gasoline or petrol to Iran. And from February 2010, it stopped buying crude oil from the West Asian nation.\r\nRIL, which has substantial investments in US shale gas projects, besides being a big supplier of fuel, shelved its business with Iran over fears of being sanctioned.\r\nWith sanctions on Iran ending in January this year, RIL has re-established its ties with the country.\r\nIts joint CFO V Srikanth, in a press briefing in Mumbai on Friday, said the company is engaged in talks with Iran for bigger supplies, including a term or annual fixed quantity contract.\r\n&quot;We have had engagements with Iran before the sanctions and they have grades of crude that are attractive to us,&quot; he added.\r\nMangalore Refinery and Petrochemicals Ltd (MRPL) and Essar Oil Ltd are the main buyers of Iranian oil in India, importing between them about 10 million tonnes a year.\r\nBesides, Indian Oil Corp (IOC) is looking at doubling imports from Iran to 4 mt this year. Hindustan Petroleum Corp Ltd (HPCL) too may pick up small quantities this year.\r\nSoon after, Iran reached a deal with western nations on curbing its nuclear programme in exchange of lifting of sanctions in July last year, a top RIL official had stated that RIL would look again at starting petrol and diesel exports to the Persian Gulf nation.\r\nNearly 63 pr cent of the oil products from RIL&#39;s refining complex at Jamnagar, with a total capacity of 62 million tonnes, are currently exported.\r\nRIL ships petrol to the Middle East, the US, South-East Asia and Australia while diesel is exported to Europe, Africa, South East Asia, the investor presentation said. &quot;Successfully placed product into key markets of Turkey, East Africa and Australia,&quot; it said.\r\nDomestically, it has operationalised 950 out of the 1,400 petrol pumps it has. &quot;Achieved highest retail outlet throughput of about 240 kilolitre per month in March 2016 compared to all key competitors,&quot; the presentation said.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-04-23T00:59:00+05:30\",",
      "headline": "After 5 yrs, RIL back to double-digit growth\",",
      "body": "Elephants can dance, going by Reliance Industries&rsquo; (RIL) performance in FY16. After five years, the country&rsquo;s largest private sector company by revenue has reported double-digit growth in earnings. RIL, battling headwinds in most of its businesses, has exited FY16 with 17.2 per cent growth in earnings from the previous year.\r\nThe earnings trajectory has been driven by strong growth in both the refining and petrochemical businesses. At $10.8/barrel, RIL&rsquo;s gross refining margin (GRM) has hit a seven-year high and throughput has touched a record 69.6 million tonnes ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-04-22T21:26:00+05:30\",",
      "headline": "Reliance Industries ends FY16 on a strong note\",",
      "body": "Reliance Industries&rsquo; (RIL) performance for the March 2016 quarter was ahead of Street estimates across parametres. While revenues and net profit beat Bloomberg consensus estimates by four per cent, earnings before earnings, interest, taxes, depreciation and amortisation (Ebitda) level was higher at 12 per cent. Revenues came in at Rs 60,252 crore (11 per cent lower than year-ago quarter), while consolidated net profit was Rs 7,398 crore, up 16 per cent year-on-year.\r\n\r\nThe good show was largely led by petrochemical (petchem) segment&rsquo;s performance. The segment, which contributed ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-04-22T18:51:00+05:30\",",
      "headline": "5 takeaways from RILs March quarter numbers\",",
      "body": "Refining and Petrochemicals division saved the day for Reliance Industries as oil prices and lower oil and gas volume had a dent on its oil and gas division. Despite lower oil prices the company posted a record quarterly operating and net profit in March 2016 quarter.\r\n\r\n\tFollowing are the five key highlights of Reliance Industries March 2016 quarter results:\r\n\r\n\t1. Lower oil and finished product prices have had an impact of Reliance Industries topline which has shown a decline of 8.9% to Rs 64,569 crore. Decline was mainly on account of a 41.4% drop in oil prices which averaged $30.4 ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-03-12T00:02:00+05:30\",",
      "headline": "RIL incubates start-ups\",",
      "body": "Reliance Industries Ltd and Microsoft Ventures&#39; GenNext Hub, a Mumbai-based start-up accelerator, announced that it had graduated 11 start-ups on Friday. The four-month programme, like other accelerator, mentored these start-ups and helped them become market ready.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-03-10T22:49:00+05:30\",",
      "headline": "RIL declares interim dividend\",",
      "body": "Reliance Industries (RIL) declared an interim dividend of Rs 10.50 per fully paid-up equity share of Rs 10 each. Total payout to shareholders would be Rs 3,402 crore and to the promoters would be Rs 1,548 crore. RIL has fixed March 18 as the record date.\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tMONEY MATTERS\r\n\t\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\t\t98 companies have declared interim dividend of Rs 27,281 crore after the Union Budget imposed a 10% additional dividend tax on three categories of shareholders with dividend income of Rs 10 lakh or more a year  \r\n\t\t\t\t\t\r\n\t\t\t\t\t\tPromoters shareholding as individual, HUF or firm ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-03-10T19:08:00+05:30\",",
      "headline": "RIL declares interim dividend of Rs 10.50 per share\",",
      "body": "Reliance Industries today said its board of directors have declared an interim dividend of Rs 10.50 per share for 2015-16, involving a payout of nearly Rs 3,300 crore, 46% of which would go to promoter Ambani family.\r\n&quot;The interim dividend on equity shares will be dispatched/ credited to those members whose names appear on the company&#39;s Register of Members and to the beneficial owners whose particulars would be furnished by the depositories as on record date, ie March 18, 2016,&quot; the company said.Read more from our special coverage on RELIANCE INDUSTRIESRIL declares interim dividend of Rs 10.50RIL may buy crude oil from Iran after a 5-year gap\r\n\r\nPromoter Ambani family control 46.66% of RIL with Mukesh Ambani directly owning 36.15 lakh shares. His wife Nita owns another 33.98 lakh shares while their three children own about 68 lakh shares.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2016-02-18T17:29:00+05:30\",",
      "headline": "RIL may buy crude oil from Iran after a 5-year gap\",",
      "body": "After a five-year hiatus, Reliance Industries (RIL) is likely to resume buying crude oil from Iran beginning next month. RIL, which operates the world&rsquo;s biggest refining complex at Jamnagar in Gujarat, is looking at quickly ramping up purchases to the old levels of about five million tonnes a year, sources said.\r\nBowing to international pressure to isolate Iran over its nuclear programme, RIL had in stopped exporting gasoline or petrol to Iran January 2009. And from February 2010, it stopped buying crude oil from the Persian Gulf nation.\r\nRIL, which has substantial investments in US ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-02-08T17:13:00+05:30\",",
      "headline": "Brookfield in talks to buy stake in Jios tower, fibre assets: Report\",",
      "body": "Canadian private equity firm Brookfield Asset Management is in preliminary talks with India&#39;s Reliance Industries to buy a stake in its optical fibre and telecom tower assets, The Times of India newspaper reported on Friday.\r\n\r\n\tReliance Industries Ltd said in December it planned to separate its fibre and tower business from its telecom arm Reliance Jio Infocomm Ltd, commonly known as Jio.\r\n\r\n\t&quot;The end objective of that is to find a different set of investors who would be wanting to run these kind of assets,&quot; V Srikanth, joint chief financial officer of Reliance Industries said in January at the company&#39;s quarterly results announcement.\r\n\r\n\tThe move will help Reliance to unlock value in the assets and reduce debt, he said.\r\n\r\n\tWhile Srikanth declined to mention the number of towers the company has, or the reach and length of the fibre optic infrastructure, the company had said earlier it wanted to cover 99 per cent of India&#39;s population by the end of December 2019 with its telecom service.\r\n\r\n\tThe value of the assets is expected to be around $15 billion, the newspaper said, without citing its sources.\r\n\r\n\tReliance and Brookfield did not reply to emails seeking comment.\r\n\t\r\n\t\tALSO READ: RIL becoming consumer giant like Alibaba, may rival Amazon, Walmart: Study\r\n\r\n\tJio, which has absorbed $40 billion of Reliance&#39;s capital expenditure (capex) in the last five years, has around $25 billion of debt and has been instrumental in turning India&#39;s most valuable energy company into a position of net debt.\r\n\r\n\tAnalysts at foreign broking firm CLSA have said that since a big chunk of Jio&#39;s capex has been put towards building its tower and fibre infrastructure, a potential sale of the assets could reduce the telecom firm&#39;s debt substantially.\r\n\r\n\tSince its launch in September 2016, Jio, billionaire Mukesh Ambani&#39;s most ambitious venture, has upended the telecom sector in India with cut price data and free voice calls. The entry of Jio has pushed all telecom companies into losses or forced consolidation.\r\n\r\n\tLast year, newspapers reported that Brookfield was also in talks to acquire a natural gas pipeline owned by a personal investment vehicle of Mukesh Ambani.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-02-03T01:08:00+05:30\",",
      "headline": "Now, Reliance Industries knocks on NCLTs door for share in Essar Steel pie\",",
      "body": "Mukesh Ambani-led Reliance Industries (RIL) has joined other operational creditors knocking on the doors of the National Company Law Tribunal (NCLT), seeking dues in the Essar Steel insolvency case.\r\n\tClaiming Rs 16.41 crore in what is believed to have accrued out of fuel and other services provided to Essar Steel&rsquo;s 8 million metric tonnes per annum plant at Hazira, RIL has filed applications for the same before the NCLT&#39;s Ahmedabad Bench.\r\n\tIn a separate application as an operational creditor, RIL has made Satish Kumar Gupta, the resolution professional (RP), and State Bank of India, the lead banker in Essar Steel&#39;s committee of creditors, respondents.\r\n\tRIL&rsquo;s claim is yet to come up for hearing at the NCLT. An emailed query to RIL remained unanswered.\r\n\t\r\n\t\tALSO READ: Valuing Reliance&#39;s different businesses\r\n\t \r\n\tIt needs to be seen, though, as to how much RIL will eventually get against its claims, given that it has come at the fag end of the Essar Steel insolvency case, say sources. RIL&#39;s application has come after ArcelorMittal&rsquo;s resolution plan, worth Rs 42,000 crore, has been submitted and approved by 92 per cent of lenders and placed before the NCLT now.\r\n\tEarlier, ArcelorMittal&#39;s plan to acquire the insolvent Essar Steel under the Insolvency and Bankruptcy Code got a breather when the NCLT rejected Essar Steel Asia Holding&#39;s, the latter&#39;s holding company, settlement proposal worth Rs 54,389 crore.\r\n\tWhile presenting ArcelorMittal&rsquo;s plan to the two-member Bench, comprising Harihar Prakash Chaturvedi and Manorama Kumari, the RP&#39;s legal counsels told the NCLT that claims by operational creditors, including RIL&#39;s, worth over Rs 1 crore will only get up to Rs 99 lakh under the plan. Scores of operational creditors, including the Gujarat government&#39;s distribution company Dakshin Gujarat Vij Company and Gujarat Energy Transmission, have filed petitions seeking dues worth crores of rupees.\r\n\tFurther, Standard Chartered Bank has filed an objection against ArcelorMittal&rsquo;s resolution plan in the NCLT, after its dues worth Rs 3,487 crore were reduced to a pittance. The bank&#39;s hearing is scheduled for February 5.\r\n\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-24T22:54:00+05:30\",",
      "headline": "Valuing Reliances different businesses\",",
      "body": "Reliance Industries&rsquo; (RIL) diverse business streams have an interesting combination of exposures. The thrust into e-commerce is unsurprising. Given the rapid expansion of the revenue market share (RMS) for Reliance Jio to around 26 per cent, and a substantial physical retail footprint, RIL is in a unique position when it comes to offering a sort of hybrid online-offline retail model.\r\n\r\n\tIt has 7,500-odd physical stores, with the backup of warehouses, private brands, etc. It has 280-million-plus telecom subscribers, all of whom are on data plans. It also has a sequence of e-commerce ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-24T19:15:00+05:30\",",
      "headline": "RIL becoming consumer giant like Alibaba, may rival Amazon, Walmart: Study\",",
      "body": "Oil-to-telecom conglomerate Reliance Industries is evolving from an integrated energy company into a consumer giant like China&#39;s Alibaba and potentially could rival likes of Amazon and Walmart, says a report on Thursday. &nbsp;\r\n\r\n\tIndia&#39;s No1 oil refining and petrochemical company plans to roll out its online shopping platform that will combine its retail arm&#39;s nearly 10,000 stores in over 6,500 towns as well as neighbourhood retailers with its fast expanding mobile phone network that already has 280 million subscribers.\r\n\r\n\t&quot;Our analysis suggests RIL can become a market leader in telecom and media, while gaining significant share in retail/e-commerce. Its success could be built on an ecosystem or bundling strategy, and a home-court advantage, similar to Alibaba&#39;s success in China, beyond explicit or implicit policy support,&quot; brokerage firm UBS said.&nbsp;\r\n\r\n\tWhile Amazon&#39;s strong &#39;Prime&#39; membership growth has been a key pillar of its business, Reliance has similarly built a strong telecom subscriber base.\r\n\r\n\tThe company has already surprised investors by reaching a market-leading position in telecom within a short span of two-and-a-half years. Its edge in fixed broadband (FTTH) derives from low penetration, high capital intensity, a fibre roll-out lead, and content tie-ups.\r\n\r\n\t&quot;In retail/e-commerce, despite competition from well-funded global companies, RIL&#39;s wide footprint of physical stores along with its omnichannel focus, subscriber reach and regulations governing foreign e-commerce entities could help it gain a 300 basis point market share in high-growth, modern retail,&quot; it said.\r\n\t&nbsp;\r\n\r\n\tALSO READ:&nbsp;RIL&#39;s plan to strengthen balance sheet hinges on telecom, e-commerce plans\r\n\r\n\tThe company&#39;s traditional energy businesses have funded the consumer segment and remain key to its market-leading position.\r\n\r\n\tRIL, it said, can potentially become a unique quadruple play by bundling connectivity, carriage, content and commerce to gain higher share of consumers&#39; wallet.\r\n\r\n\tListing some comparables between Alibaba and Reliance, it said pursuing an ecosystem or a bundling strategy in a high-growth fragmented retail sector with lower online penetration and home-turf advantage are common to both.\r\n\r\n\tAmazon&#39;s core value proposition to customers is its &#39;Prime&#39; subscription, which offers free shipping and video and music content. &quot;Our assessment of the capital framework, regulations, business positioning and emerging trends in each of its consumer-facing business indicates RIL can lead in telecom and media and gain significant share in retail/e-commerce,&quot; it said.&nbsp;\r\n\r\n\t&quot;Can RIL evolve into India&#39;s Amazon/Alibaba/Walmart?,&quot; UBS asked and answered it with a &quot;Yes.&quot;\r\n\t&nbsp;\r\n\r\n\tALSO READ:&nbsp;Reliance vs Amazon: Can Bezos beat Ambani without getting bruised?\r\n\r\n\t\r\n\tCurrently, the company&#39;s energy business contributes 75 per cent of its Ebitda (Earnings before interest, taxes, depreciation, and amortisation). Consumer business accounts for the remaining 25 per cent.\r\n\r\n\t&quot;We think there are many similarities between the India of today and the China of 10 years ago. India&#39;s retail landscape is fragmented, and there are significant demographic and socioeconomic differences from top to low-tier cities.\r\n\r\n\t&quot;Online penetration is low in India, with e-commerce accounting for 2.3 per cent of retail sales in 2018; in comparison, China&#39;s e-commerce penetration is over 20 per cent currently. This means India is still not at the sweet spot for e-commerce adoption, where mainstream adopters shift rapidly to online spending and platforms experience hyper-growth,&quot; UBS said.\r\n\t&nbsp;\r\n\r\n\tALSO READ:&nbsp;Reliance&#39;s e-commerce entry to reduce digital colonisation: Mohandas Pai\r\n\r\n\tReliance also has a &#39;home court&#39; advantage.\r\n\r\n\t&quot;There are now more supportive policies in India. India&#39;s e-commerce law should be supportive of domestic companies, including RIL. In China, Alibaba was also able to overtake a dominant eBay in the early days because it invested more both to sign up merchants and to acquire customers.&quot;\r\n\t&nbsp;\r\n\r\n\tALSO READ:&nbsp;Mukesh Ambani&#39;s RIL to enter e-commerce, take on Amazon and Flipkart&nbsp;\r\n\r\n\t&quot;Beyond any explicit or implicit policy support, we believe this home court advantage is important. Companies that have to justify years of heavy investments in a foreign market often at times will be less aggressive than a domestic one that has nowhere to go if it fails to gain traction,&quot; it added.&nbsp;\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-24T09:39:00+05:30\",",
      "headline": "RILs plan to strengthen balance sheet hinges on telecom, e-commerce plans\",",
      "body": "Reliance Industries Ltd.&rsquo;s plan to strengthen its balance sheet will hinge on future capital spending as credit market participants zero in on whether the company will be able to slow those outlays over the next year.\r\n\r\n\tThe conglomerate has invested about $64 billion across telecom and retail as well as petrochemicals and oil refining expansions, Joint CFO V. Srikanth said during last week&rsquo;s earnings briefing. Reliance will probably continue to spend to build capacities in its telecom business as well as on its e-commerce and broadband operations, according to Nitin Tiwari, an analyst with Antique Stock Broking Ltd.\r\n\t\r\n\t\r\n\t\tALSO READ: Reliance vs Amazon: Can Bezos beat Ambani without getting bruised?\r\n\t\r\n\t\t\r\n\t\t\r\n\t\t\tSource: Bloomberg\r\n\r\n\tWhile petrochemicals has been a key driver for the group&rsquo;s earnings, contributing about half of total operating profit, shrinking profits from converting dirty residual oil into cleaner light fuel pose a headache. However, the company&rsquo;s balance sheet will be stronger in a year, Srikanth said, as its investment goes down and it transfers its fiber and tower undertakings to separate companies.\r\n\t\r\n\t\r\n\t\tALSO READ: Reliance&#39;s e-commerce entry to reduce digital colonisation: Mohandas Pai\r\n\r\n\r\n\tSpending on telecom unit Reliance Jio Infocomm Ltd. and rising debt have been &ldquo;a key worry, and monetization of tower/fiber could allay this,&rdquo; wrote Mumbai-based Anil Sharma and Ravi Adukia, analysts at Nomura Holdings Inc.\r\n\r\n\t\r\n\t&mdash; With assistance by Saket Sundria\r\n\t\r\n\tBloomberg\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-22T10:53:00+05:30\",",
      "headline": "Reliance vs Amazon: Can Bezos beat Ambani without getting bruised?\",",
      "body": "The battle for the Indian consumer was never going to be an all-American affair.\r\n\r\n\tWalmart Inc.&rsquo;s splashy acquisition last year of Flipkart Online Services Pvt., the homegrown e-tailer giving Amazon.com Inc. a solid run for its money, might have given the impression of a two-horse race. But as I argued (here and here), billionaire Mukesh Ambani wasn&rsquo;t going to watch from the sidelines.\r\n\r\n\tAnd last week India&rsquo;s richest man jumped right into the fray. Ambani, chairman of the petrochemicals-to-telecom conglomerate Reliance Industries Ltd., has a four-legged plan to connect India&rsquo;s 30 million small retailers with consumers. One, neighborhood marts will be connected to Reliance Retail Ltd.&rsquo;s footprint of almost 10,000 stores, offering them common inventory-management, billing and tax platforms as well as low-cost payment terminals. That will give the expanded retail network formidable sourcing power.\r\n\r\n\tThe second hook is Ambani&rsquo;s telecom business. Consumer e-commerce in India is dominated by the urban middle class. Out of the country&rsquo;s 500 million Internet users, almost 200 million live in rural areas where one out of four goes online less than once a month. No wonder the number of online consumers, while growing rapidly, is expected to be only about 120 million this year. Reliance Jio Infocomm Ltd. alone has 280 million digital subscribers.\r\n\r\n\tThe ubiquity of Jio as a 4G telecom carrier, and the revolution it has unleashed in lowering data prices, means even shops in villages and semi-rural towns can now profitably transact with less affluent customers by using a hybrid offline-online model.\r\n\r\n\tThird, Indians are watching almost 5 billion hours of video a month on their mobile phones and fiber broadband connections with Jio. That stickiness gives Ambani heft to promote private-label fashion, currently housed under the brand AJIO.\r\n\r\n\tFinally, Ambani&rsquo;s ability to influence policies in his home market shouldn&rsquo;t be underestimated. Just as Reliance gets ready to push ahead, the Indian government has tweaked its e-commerce rules and made them more onerous for Amazon and Walmart-Flipkart. Until now, foreign retailers had found ways around a low that allows them to act only as pure marketplaces that don&rsquo;t stock their own inventories or offer discounts. Now that the loopholes are being plugged starting next month, Ambani is pitching the idea that Indians&rsquo; shopping data should be stored locally.\r\n\r\n\tReliance Jio&rsquo;s digital investments have already exceeded $40 billion. But in India&rsquo;s hyper-competitive telecom market, the average revenue it can get from users isn&rsquo;t even $2 a month. One way to make a carriage- and content-centered business spew out profits is to make it a triple play by throwing commerce into the mix, and lacing it with good, old-fashioned lobbying.\r\n\r\n\tThe Indian government is forcing Amazon CEO Jeff Bezos to compete with one hand tied behind his back. He could still beat Ambani, but he won&rsquo;t be able to avoid getting bruised.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-19T11:00:00+05:30\",",
      "headline": "Reliances e-commerce entry to reduce digital colonisation: Mohandas Pai\",",
      "body": "Investment guru and former Infosys CFO T V Mohandas Pai Saturday said the foray of Mukesh Ambani&#39;s Reliance into India&#39;s e-commerce space would allay fears of digital colonisation and dramatically lower costs, immensely benefiting the consumers.\r\n\r\n\t&quot;One thing is certain that consumers and India will be a winner, and in online retail, the fear of becoming a digital colony will recede with the entry of a formidable Indian entity, Reliance,&quot; he told PTI in an interview here.\r\n\r\n\tReliance seems to be creating next generation retail network which has the potential to radically change the dynamics of retail in a fast-growing economy, Pai said, adding that &quot;it would dramatically lower costs, reduce inefficiencies in supply chain, reduce waste and deliver better. This will immensely benefit consumers.&quot;\r\n\r\n\tPai&#39;s comments come in the wake of Ambani&#39;s plans to create an online-to-offline platform at the Vibrant Gujarat Summit and urging Prime Minister Narendra Modi to take steps to end increasing &quot;data colonisation&quot; by global corporations.\r\n\r\n\tAmbani, who is Chairman of Reliance Industries, drew parallels between Mahatma Gandhi&#39;s movement against political colonisation and call for a revolution against data colonisation and pressed for control and ownership of India&#39;s data by its own people, not by corporates.\r\n\r\n\tReliance is truly a formidable competitor as it has capital, technology, networks, physical retail presence, a long term vision and the passion to win, he said.\r\n\t\r\n\t\tALSO READ: Mukesh Ambani&#39;s RIL to enter e-commerce, take on Amazon and Flipkart\r\n\r\n\tReliance&#39;s next generation retail network is powered by a robust fiber network with an efficient supply-chain giving consumers an online offline experience of their choice.\r\n\r\n\tPai noted that exciting times were ahead with the entry of Reliance into the e-commerce space as the existing online players have grown on customer discounts blowing up nearly Rs 50,000 crore in capital through discounts and infrastructure.\r\n\r\n\t&quot;Jio has created a national network of mom and pop stores and other retail along with their own network on a broadband fiber network.\r\n\t\r\n\t\tALSO READ: Reliance to invest Rs 3 trillion in next 10 years in Gujarat: Mukesh Ambani\r\n\r\n\tWith their existing retail network they will be a formidable competitor to the Big online retail players.\r\n\r\n\tFor retail to succeed, the supply chain and distribution are critical,&quot; he said.\r\n\r\n\tThe online retailers create the distribution capability through their tech portals which has a global reach but the back end supply chain remains the same as goods need to be delivered, the former Infosys CFO said.\r\n\r\n\t&quot;The business is now moving to an online offline model as consumers still love the physical shopping experience in many categories,&quot; he added\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-18T15:35:00+05:30\",",
      "headline": "Mukesh Ambanis RIL to enter e-commerce, take on Amazon and Flipkart\",",
      "body": "Reliance Industries Ltd. will roll out its online shopping platform to 1.2 million retailers and store-owners in Gujarat, sketching out an ambitious plan to take on Amazon.com Inc. and Walmart Inc.&rsquo;s Flipkart on its home turf.\r\n\r\n\tMukesh Ambani, Asia&rsquo;s richest man, intends to take on the world&rsquo;s largest retailers by combining his Jio telecom service, mobile devices and a vast physical retail network. The energy-to-consumer conglomerate joins Amazon and Flipkart in expanding aggressively across the world&rsquo;s fastest-growing major e-commerce market, where organized retail is still a rarity.\r\n\r\n\t&ldquo;Jio and Reliance Retail will launch a unique new commerce platform to empower and enrich our 12 lakh small retailers and shopkeepers in Gujarat,&rdquo; the Reliance chairman said at the Vibrant Gujarat summit on Friday. Twelve lakh is equivalent to 1.2 million.\r\n\t\r\n\t\r\n\t\tALSO READ: Reliance Industries gains 2% as Q3 profit beats estimate\r\n\r\n\tFast-growing Jio currently has 280 million subscribers, while Ambani&rsquo;s retail arm operates nearly 10,000 outlets across more than 6,500 Indian cities and towns. They&rsquo;ll team up to bring merchants aboard through Jio&rsquo;s apps and devices, V. Subramaniam, a top executive at Reliance Retail, said Thursday after the company put out quarterly numbers.\r\n\r\n\tLast month, India tightened rules that will disallow foreign-owned online retailers from selling products via companies in which they own equity, and forbid them from pushing merchants to sell exclusively through their platforms. The rules are expected to affect the operations of both Amazon and Walmart, which acquired Flipkart Online Services Pvt in a $16 billion deal. They&rsquo;re expected to benefit local enterprises such as Reliance.\r\n\r\n\tAmbani has been gradually revealing details of his plans in e-commerce. In July, he said his platform would use augmented reality, holographs and virtual reality to create an &ldquo;immersive shopping experience.&rdquo;\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-18T14:45:00+05:30\",",
      "headline": "Reliance to invest Rs 3 trillion in next 10 years in Gujarat: Mukesh Ambani\",",
      "body": "India&#39;s richest person Mukesh Ambani Friday committed to investing Rs 3 trillion in various projects in the next 10 years in Gujarat, that may range from energy and petrochemical to new technology and digital business.\r\n\r\n\tAmbani&#39;s Reliance Industries operates the world&#39;s largest oil refining complex at Jamnagar in Gujarat as well as petrochemical units at multiple locations in the state.\r\n\r\n\t&quot;Gujarat is Reliance&#39;s Janmabhoomi (birthplace) as well as its Karmabhoomi (workplace). Gujarat has always been - and will always remain - our first choice,&quot; he said at the 9th Vibrant Gujarat Global Summit here.\r\n\r\n\tReliance Industries has also invested billions of dollars in the rollout of telecom venture, Jio.\r\n\r\n\tALSO READ:&nbsp;Mukesh Ambani&#39;s RIL may list retail arm Reliance Retail Ventures in 2019\r\n\r\n\t&quot;We have so far invested nearly Rs 3 trillion in the state of Gujarat. And created and catalyzed over one million livelihood opportunities in Gujarat. In comparison to the past decades, Reliance will double this investment and employment numbers over the next ten years,&quot; he said.\r\n\r\n\tAmbani said, while Jio&#39;s network is now fully 5G ready, the telecom arm and the retail division will launch a new commerce platform to connect small retailers and shopkeepers with customers.\r\n\r\n\tThe twin oil refineries at Jamnagar will produce more value-added products like petrochemicals and less of fuel as the world moves towards electric vehicles.\r\n\r\n\tHe, however, did not say when Jio, that started operations in 2016, will launch 5G services.\r\n\r\n\t&quot;Today, Gujarat is the showcase for Jio&#39;s 4G wireless broadband network... And Jio&#39;s network is fully 5G ready; which means Gujarat will continue to remain on the forefront of digital connectivity for years to come,&quot; he noted.\r\n\r\n\tALSO READ:&nbsp;Vibrant Gujarat Summit 2019 LIVE: India is land of opportunity, says Modi\r\n\r\n\tWithout giving timelines, he said Jio and Reliance Retail, which has over 9,000 stores across the country, will launch &quot;a unique new commerce platform to empower and enrich our 12 lakh small retailers and shopkeepers in Gujarat which are part of over 3 crore community in India.&quot;\r\n\t\r\n\tAmbani had previously spoken of leveraging the Jio network for launching some sort of e-commerce venture.\r\n\r\n\t&quot;As the world moves towards electrical vehicles, Reliance will use hydrocarbons less for fuel and more for producing high-value new materials with a wide range of uses in society,&quot; he said adding the oil to chemicals strategy will greatly boost exports and create employment.\r\n\r\n\tAlso, Reliance Foundation will invest Rs 150 crore to make Pandit Deendayal University in Gujarat even stronger and an institution of international repute, he said.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-18T09:55:00+05:30\",",
      "headline": "Reliance Industries gains 2% as Q3 profit beats estimate\",",
      "body": "Shares of Reliance Industries gained 2 per cent to Rs 1,157 apieceon the BSE after the company reported a better-than-expected consolidated net profit of Rs 10,251 crore in October-December quarter (Q3FY19). RIL became the first Indian private sector company to cross Rs 10,000 crore quarterly profits milestone. The company had a profit of Rs 9,420 crore in the year-ago quarter.\r\n\tConsolidated revenues came in at Rs 1,71,336 crore, a growth of 55.9 per cent as compared to Rs 109,905 crore in the corresponding period of the previous year.\r\n\tAnalysts on an average had expected a profit of Rs 9,037 crore on revenue of Rs 119,648 crore for the quarter.\r\n\tThe gross refining margin (GRM) during the quarter under review declined to $8.8 per barrel from $9.5 earlier, falling for the fifth straight quarter. The company&rsquo;s profit before tax, depreciation and interest increased by 20 per cent to Rs 23,801 crore over the previous year quarter.\r\n\tThe growth in operating profit was led by strong operating performance in petrochemicals, retail and digital services businesses. Significant volume growth and margin improvement in key product categories boosted petrochemicals segment earnings. Superior product and value proposition in retail and digital services business are driving customer traction and profitability, RIL said in a statement.\r\n\tReliance Jio Infocomm (RJio), the telecom arm of RIL, beat Street estimates by reporting a profit of Rs 831 crore for Q3FY19, up 22 per cent sequentially and 65 per cent year-on-year, riding on a sustained pace of subscriber additions.\r\n\t&ldquo;RIL&rsquo;s telecom and retail ventures continue to scale up, while petchem has shown resilience under challenging times. Going forward, commercialization of the petcoke project, IMO-led GRM boost, and the start of KG-D6 satellites should support petroleum segment earnings growth, while growth of consumer businesses should continue. Capex moderation and deleveraging remain the key triggers, while asset monetization is a positive,&rdquo; analysts at Emkay Global Financial Services said in a result update.\r\n\tAnalysts at Elara Capital remain positive on margin and volume expansion of petchem due to ROGC plant benefits and earnings growth from telecom (Jio) and retail.\r\n\r\n\t\r\n\tAt 09:51 am; RIL was trading 1 per cent higher at Rs 1,144 on the BSE, as compared to 0.03 per cent rise in the S&P BSE Sensex. A combined 6.01 million equity shares changed hands on the counter on the BSE and NSE so far.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-17T17:45:00+05:30\",",
      "headline": "Why Rs 1-cr fine shouldnt be slapped for flouting NGT order: CPCB to RIL\",",
      "body": "The Central Pollution Control Board has asked Reliance industries why a fine of Rs 1 crore should not be slapped on it and prosecution not initiated over non compliance of National Green Tribunal order on installation of anti-pollution &quot;vapour recovery&quot; systems (VRS) at fuel stations.\r\n\r\n\tThe CPCB had earlier slapped a fine of Rs 1 crore each on three public sector oil companies for their failure to install VRS systems at fuel stations.\r\n\r\n\tThe CPCB said that the National Green Tribunal had on September 28 directed oil companies to ensure installation of VRS in petrol pumps selling more than 300 kilolitres per month (KL/M) but the Reliance industries informed that there is no such retail outlet. It also said that there are two retail outlets selling less than 300 KL/M and VRS will be installed by December 31, 2018.\r\n\r\n\tIn a letter dated January 8, the CPCB said Reliance industries informed it that installation of VRS stage II at retail outlets selling less than 300 KL/month has been completed but no compliance status was submitted with respect to installation of VRS IB at these stations.\r\n\r\n\tVapour recovery system 1B is used to control the vapour released during the offloading of fuel at distribution centres. Vapour recovery system Stage 2 is used to control the vapour while the fuel is transferred from holding tanks to vehicles.\r\n\r\n\t&quot;The above status indicates non-compliance of NGT order and therefore, in view of above, a notice is hereby served to show cause as to why environment compensation of Rs one crore shall not be levied and prosecution not initiated against Reliance industries for non-compliance of NGT order,&quot; CPCB chairperson S P S Parihar said in the notice.\r\n\r\n\tVapour recovery device is an instrument to capture displaced vapours that emerge from inside a vehicle&#39;s fuel tank while filling petrol or diesel in it.\r\n\r\n\tIn December, the CPCB had imposed fine on public sector oil firms Bharat Petroleum Corporation Limited, Hindustan Petroleum Corporation Limited and Indian Oil Corporation Limited.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-17T10:15:00+05:30\",",
      "headline": "Reliance Industries gains 5% in three days ahead of Q3 results\",",
      "body": "Shares of Reliance Industries (RIL) were trading higher for the third straight trading session, gaining 1.2 per cent to Rs 1,148 apiece on the BSE on Thursday in an otherwise range-bound market ahead of its December quarter (Q3FY19) result today.\r\n\tIn the past three trading sessions, RIL has risen 5 per cent, as compared to 1.3 per cent rise in the S&P BSE Sensex.\r\n\tSince October 17, 2018, after the September quarter (Q2FY19) results, RIL had underperformed the market by falling 4.5 per cent, against 3 per cent rise in the benchmark index till Monday.\r\n\tMukesh Ambani-led RIL is expected to take a further hit on its gross refining margins (GRM), which have touched a multi-year low for Q3FY19. Overall profit of the company is expected to see a marginal year-on-year (Y-o-Y) growth with higher petrochemicals earnings. With most digital business announcements now officially made, analysts add there may not be much to look for in the management guidance by RIL.\r\n\tGRM is what a refiner makes for converting one barrel of crude oil into fuel.\r\n\t&ldquo;We expect RIL to report GRM of USD 7.5/bbl v/s USD 11.6/bbl in Q3FY18 and USD 9.5/bbl in Q2FY19. This implies a premium of USD 3.2/bbl over SG GRM. Petrochemical segment is expected to do better due to healthy deltas and strong volume growth in the segment. Positive developments in the telecom and retail segments should drive growth further for the company,&rdquo; Motilal Oswal Securities said results preview.\r\n\tAnalysts at Prabhudas Lilladher expect RIL to post muted earnings growth due to weak refining earnings even as strong petrochemicals earnings and rupee depreciation will support earnings.\r\n\tAnalysts with Morgan Stanley, in a report on RIL, noted the last 2 years of strong outperformance was primarily driven by very strong delivery on Jio (+250mn subscribers) and markets re-rating the retail and digital businesses even as the core refining and Petchem businesses did very well. Markets broadly ignored the surge in Capex and net debt.\r\n\t&ldquo;In our view, while in 2019 we should continue to see strong performance in Retail and Digital, the core refining and Petchem segments are critical for share price performance&rdquo;, analysts with the brokerage wrote in a January 2 report on RIL.\r\n\tRIL has corrected 14 per cent from its all-time high level of Rs 1,329 touched on August 28, 2018, on the BSE.\r\n\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2019-01-17T01:03:00+05:30\",",
      "headline": "RIL to raise Rs 2,500 crore via bonds issue to repay loans, fund capex\",",
      "body": "Reliance Industries Limited (RIL) plans to launch its Rs 2,500-crore bonds issue in the next few days to repay its old loans and fund capital expenditure (capex.\r\n\r\n\tThe company has also initiated talks with banks to raise funds both in India and abroad for its $10 billion oil refinery planned in Gujarat.\r\n\r\n\t&ldquo;More fundraising will follow in the coming weeks both in India and from the overseas markets,&rdquo; said a source close to the development.\r\n\r\n\tWhile talks for funding the new refinery are preliminary in nature, lenders said RIL had already raised close to Rs 21,500 crore ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-12-22T20:35:00+05:30\",",
      "headline": "picture of this report may have been reworked by the Business Standard staff; the rest of the content is auto-generated from a syndicated feed.)\",\r\n\t\t             \"articleSection\":\"Companies\",\r\n          \"headline\": \"Reliance Industries picks 5.56% stake in tech start-up for %5 million\",",
      "body": "Reliance Industries said on Saturday it has acquired 5.56 per cent equity stake in technology start-up Vakt Holdings Ltd, UK (VHL), for $5 million (approx Rs 350 million)\r\n\t\r\n\tReliance Industries, in a regulator filing, said it has acquired the equity stake in VHL, a closely held start up entity engaged in the technology space, for cash aggregating to $5 million.\r\n\r\n\tVHL is a consortium of leading global energy majors, commodity traders and banks with a vision to digitise the global commodities trading industry, creating a secure, trusted ecosystem, powered by block chain.\r\n\r\n\t&quot;The strategic investment accelerates Reliance&#39;s digital journey, through active participation in an emerging and evolving, yet promising, block chain enabled technology solution for energy markets,&quot; the company said.(Only the headline and picture of this report may have been reworked by the Business Standard staff; the rest of the content is auto-generated from a syndicated feed.)\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-11-21T11:23:00+05:30\",",
      "headline": "Mukesh Ambanis RIL may list retail arm Reliance Retail Ventures in 2019\",",
      "body": "Buoyed by rising sales of its retail arm, Reliance Industries (RIL) is considering listing Reliance Retail on the domestic stock exchanges by mid-2019 to unlock value. The blockbuster listing of Avenues Supermarts, a much smaller company which runs D-Mart brand of superstores, has prompted Mukesh Ambani-owned company to fast forward its plans and is in talks with investment bankers, say sources.\r\n\t\t \r\n\t\tIn October, Reliance Retail was valued by global brokerage firm Jefferies at Rs 1.4 trillion on discounted cash flow model but peer-based valuations could imply Rs 2 trillion. Avenues ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-11-19T10:51:00+05:30\",",
      "headline": "RIL considers plan to expand worlds largest refinery at Jamnagar by half\",",
      "body": "Billionaire Mukesh Ambani-owned Reliance Industries Ltd. is considering a plan to boost its oil-refining capacity by about half, people with knowledge of the matter said.\r\n\r\n\tThe proposed plant, to come up at the world&rsquo;s biggest refining complex in Jamnagar, will be able to process as much as 30 million tons of crude a year, the people said asking not to be identified because the discussions are private. A Reliance spokesman didn&rsquo;t reply to an email seeking comment.\r\n\r\n\tAsia&rsquo;s richest man seeks to cement Reliance&rsquo;s dominance in the world&rsquo;s fastest-growing major oil consuming nation as rivals including Saudi Aramco, Abu Dhabi National Oil Co., and Russia&rsquo;s Rosneft PJSC acquire plants in India. Total SA and Royal Dutch Shell are also expanding into fuel retailing in India. International Energy Agency expects India&rsquo;s energy demand to more than double by 2040, making it the single largest source of global growth.\r\n\r\n\tReliance has begun discussions with global refinery process licencors and equipment vendors for the new refining train at the Jamnagar complex, the people said. The plant of the size planned by the company may cost $10 billion, they said.\r\n\r\n\tSaudi Aramco and ADNOC signed agreements to invest in a proposed 60-million ton refinery complex on India&rsquo;s west coast while Rosneft and partners acquired the country&rsquo;s second-largest private oil processor.\r\n\t\r\n\t\r\n\t\t\r\n\r\n\tShell has restarted retailing gasoline and diesel in the country, while Total partnered the Adani Group to set up liquefied natural gas import terminals and fuel retailing business. Last year, BP Plc expanded its partnership with Reliance to retail auto fuels.\r\n\r\n\tDemand for fuel in India and the Middle East will make the two regions bigger oil consumers than the European Union by 2030, driven mainly by diesel for trucks and petrochemicals feedstock, according to the IEA.\r\n\r\n\tReliance is looking to process the dirtiest and heaviest crude and may focus on producing feedstock for petrochemicals, the people said.\r\n\r\n\tThe expansion plan is still under discussion and hasn&rsquo;t been finalized, the people said. A feasibility report is likely to be prepared by the end of next year, once the recently-expanded petrochemicals capacities stabilize, and Reliance is expected to make the final investment decision with an aim to start work in 2020, the people said.\r\n\r\n\tThe company had considered expanding its refining capacity in the past, and in 2013-14 it sought environment approval for the project. Reliance didn&rsquo;t move ahead with the plan as it focused on increasing downstream chemicals capacities and building the telecom business.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-11-12T15:25:00+05:30\",",
      "headline": "Reliance to make Rs 30 bn fresh investment in Odisha: Mukesh Ambani\",",
      "body": "Reliance Industries will make a fresh investment of Rs 30 billion in Odisha, its Chairman Mukesh Ambani announced here Monday.\r\n\r\n\tReliance Industries has emerged as one of the largest investors in the state and has already invested Rs 60 billion, he said.\r\n\r\n\t&quot;We are committing to invest an additional Rs 30 billion in Odisha. Our investment philosophy has a clear goal, to empower everyone in the march of development,&quot; Ambani said at the &#39;Make in Odisha - Conclave 2018&#39;.\r\n\r\n\t&quot;Most of our investments are in creating digital infrastructure,&quot; he added.&nbsp;\r\n\t&nbsp;\r\n\r\n\tALSO READ:&nbsp;Reliance Industries, HSBC execute blockchain trade and finance transaction\r\n\r\n\tAmbani said that Reliance Jio is not just another business, it is a mission to transform India, to transform Odisha.\r\n\r\n\t&quot;We have created and sustained new employment opportunities of over 30,000 people in the last two years in the state,&quot; he said.\r\n\r\n\t&quot;(The) PM&#39;s inspiring vision of digital India is to make India a leader in digital economy globally. Today, India is the fastest digitising economy in the whole world,&quot; Ambani noted.\r\n\t&nbsp;\r\n\r\n\tALSO READ:&nbsp;Reliance Industries clocks record quarterly net profit of Rs 95.16 bn in Q2\r\n\r\n\tHe said that Jio is leading India&#39;s digital transformation since it commenced operations a little over two years ago.\r\n\r\n\tInaugurating the state&#39;s showpiece business summit, Odisha&#39;s Chief Minister Naveen Patnaik on Sunday had asked industry captains to explore immense opportunities that the state has to offer as it takes rapid strides to emerge as the manufacturing hub of the east.\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-10-19T09:40:00+05:30\",",
      "headline": "Reliance Industries falls 7% post Q2 results\",",
      "body": "Shares of Reliance Industries (RIL) has dipped 7% to Rs 1,073 on the BSE in early morning trade after reporting mixed set of numbers for the quarter ended September 2018 (Q2FY19) with its retail and digital services (telecom; Jio) businesses continuing to post strong growth, while its core refining business performance was a bit disappointing amid high expectations.\r\n\tRIL has reported a 17.4% rise in consolidated net profit at Rs 95.16 billion for the September quarter, largely helped by a record financial performance in its petrochemicals business. The company had a profit of Rs 81.09 ...\",",
      "label": "",
      "delta": ""
    },
    {
      "date": "2018-10-04T18:44:00+05:30\",",
      "headline": "RIL out of $100-bn club as market cap slips to $96.5 bn, TCS lone member\",",
      "body": "Mukesh Ambani-led Reliance Industries (RIL) is no longer part of companies belonging to the $100-billion market capitalisation club.\r\n\r\n\tThe oil-to-telecom conglomerate&rsquo;s market value has declined to $96.5 billion (Rs 7.1 trillion) following a sharp drop in its shares on Thursday.\r\n\r\n\tShares of the company closed at Rs 1,121, down Rs 85, or seven per cent -&mdash; the biggest single-day drop since August 24, 2015.\r\n\r\n\tShares of RIL had first crossed $100 billion in market cap on July 12. The company&rsquo;s market cap remained above $100 billion for 54 trading ...\",",
      "label": "",
      "delta": ""
    }
  ]
}