{
	"data":[
		{
			"date":"29-November-2018",
			"headline":"Mobile users base marginally up at 119.1 crore in September; Reliance Jio only gainer",
			"body":"NEW DELHI: Telecom subscriber base grew marginally by 0.2 per cent to 119.1 crore with only Reliance Jio adding new customers, according to the data released by sector regulator Trai for September 2018. 'The number of telephone subscribers in India increased from 1,189.08 million at the end of August 2018 to 1,191.40 million at the end of September 2018, thereby showing a monthly growth rate of 0.2 per cent,' the Telecom Regulatory Authority of India report said. Mobile or wireless subscriber base in the country increased by 0.21 per cent to 116.92 crore in September from 116.69 crore. Reliance Jio was the only telecom operator that gained mobile subscribers while all other operators showed a decline in their customer base. Mukesh Ambani-led firm added over 1.3 crore mobile subscribers taking its total customer base to 25.2 crore. Vodafone Idea was biggest loser in September. The company lost over 80 lakh mobile customers. Vodafone and Idea subscribers numbers for September month were reported separately. Bharti Airtel lost 23 lakh mobile customers, Tata Teleservices 10 lakh, BSNL 5.36 lakh, Reliance Communications 16,349 and MTNL 9435. While landline segment continued to decline with BSNL losing 71,800 customers, Bharti Airtel gained 16929 customers in fixed line segment and Vodafone added 7080 new fixed line connections. Broadband subscriber base increased by 3.89 per cent to 48.1 crore. 'Top five service providers constituted 97.86% market share of the total broadband subscribers at the end of Sep-18. These service providers were Reliance Jio Infocomm Ltd (252.25 million), Bharti Airtel (99.29 million), Vodafone (51.82 million), Idea Cellular (47.90 million) and BSNL (20.12 million),' Trai said.",
			"label":"",
			"delta":""
		},
		{
			"date":"19-October-2018",
			"headline":"Brokerages give Reliance a thumbs up after Q2 show",
			"body":"Brokerages have maintained a positive stance on Reliance Industries following its second quarter results. Reliance Industries on Wednesday reported a 17.35 per cent year-on-year rise in net profit for the September quarter at Rs 9,516 crore, below estimate of Rs 9,629 crore projected by analysts in an ET Now poll. This was the highest quarterly profit in the company's history.Deutsche Bank believes that ramp-up of monetisation at Reliance  in mobility as well as fixed broadband should sustain the outperformance over the next six months. 'Jio's acquisition of stakes in Den and Hathway is another step in its strategy to accelerate monetisation of its broadband business. The contribution from expansions and robust downstream margins should drive RIL's EBITDA growth of 27 per cent CAGR FY18-20,' said Deutsche Bank. Deutsche Bank has revised target price by about 2 per cent to Rs 1,270 due to rolling forward of valuations by six months. Credit Suisse said that while refining business looks challenged in the near term, petrochemicals business looks stable and the consumer businesses are scaling up well. Credit Suisse is bullish on the stock as it offers a combination of large cash generating businesses and highgrowth consumer ones. Motilal Oswal and Nomura are also bullish on Reliance Industries. Though further delay in petcoke gasification is disappointing, outlook in energy business remains robust, said Nomura.",
			"label":"",
			"delta":""
		},
		{
			"date":"17-October-2018",
			"headline":"RIL may post double-digit earnings growth, again",
			"body":"India's largest private sector company by profit, Reliance Industries, is likely to post an 18 per cent growth in second quarter net income on Wednesday, underpinned by higher volume and prices in the petrochemical business. This would be the third quarter in a row in which the company would post double-digit earnings growth, the first time since September 2016. Consolidated net profit is expected to be Rs 9,543 crore in the September quarter, compared with Rs 8,109 crore in the year-ago period, according to Bloomberg consensus estimates. Standalone profit is likely to be Rs 8,926 crore, the 15th consecutive quarter of on-year growth. The petrochemical segment, which accounts for about 44 per cent of total operating profit at RIL, is likely to show EBIT of 70 per cent YoY at Rs 8,300 crore due to higher prices of propylene, paraxylene and purified terephthalic acid (PTA). Increased utilization of newly commissioned units should also aid profits. EBITDA per ton should increase 35 per cent to Rs 10,627. Furthermore, the switch to ethane feedstock from naphtha will further support profitability. In the past two quarters, the contribution of the petrochemical segment to total operating profit was higher than that for the refinery business. The refinery segment performance could be subdued due to lower gasoline crack spread - the difference between the price of petroleum products and crude oil prices - and softer Singapore gross refining margins, a regional benchmark. Singapore GRM remained unchanged from the previous quarter's level of $6.1 per barrel. RIL's GRM is expected to be $10 per barrel in the September quarter, compared with $10.5 in the previous quarter. RIL's premium to Singapore GRM is likely to come down to $3.9 per barrel in the September quarter. Consequently, operating profit of the refinery segment may drop 5 per cent sequentially to Rs 5,000 crore. On the telecom side, operating profit is expected to improve 16 per cent to Rs 1,970 crore on a sequential basis following similar growth in subscriber addition. The average revenue per user may drop to Rs 131 per subscriber from Rs 135 in the June quarter.",
			"label":"",
			"delta":""
		},
		{
			"date":"18-October-2018",
			"headline":"Jio, retail growth to keep investors hooked to RIL",
			"body":"ET Intelligence Group: Reliance Industries, India's largest private sector by profit, is likely to outperform given its core business segment - refining and petrochemical - stayed steady for the September quarter meeting street expectations while robust growth of the consumer-facing business- retail and RJio - would boost the stock. In the September quarter, the operating profit share of the consumer business jumped to 20 per cent of the total consolidated profit from just 4.8 per cent in the same quarter last year. Furthermore, the acquisition of the controlling stake in the Hathway and DEN Networks will help the tap the sizeable untapped broadband market. This could help boost the valuation of the RJio. RIL's stock has outperformed the benchmark Sensex by 9 per cent in the past three months in choppy trade. Based on the September quarter results, the earnings estimate and ascribed valuation multiple for the retail business is likely to be revised upwards. This could lift the consensus target price for RIL. In its core business, the softness in the Singapore refining margin - a gauge of regional refining margin - has been reflected in the company's refining margin, which was at $6.0 per barrel in September quarter. The gross refining margin - the difference between crude oil cost and average selling price of refining products - dropped to $9.5 per barrel in the September quarter from $10.5 in the previous quarter due to the adverse light-heavy crude differential, lower product realisation and shutdown of one unit. The premium of RIL's GRM to the Singapore refining margin dropped $3.4 per barrel from an average premium of $4-4.5. Despite the fall in the GRM, operating profit of the refining segment grew 0.1 per cent to Rs 5,322 crore on a sequential basis thanks to higher throughput rising 7 per cent Q-o-Q to 17.7 mmt. The higher feedstock prices and lower realisation in some petrochemical products lowered profitability of the petrochemical segment and operating profit margin dropped 70 basis points on a sequential basis to 18.8 per cent. With record absolute operating profit in the September quarter, the share of the petrochemical segment to the total operating was nearly 50 per cent. There are ample growth triggers for earnings growth of the refining and petrochemical segment. RIL's GRM is likely to improve on higher utilisation of pet coke gasification project which could potentially increase by $2-2.5 per barrel if crude prices continue to remain elevated. New International Marine Organisation rule for cleaner fuel could also improve realisation for the complex refiner. Margins of the petrochemical segment margin were impacted due to rising prices of ethane in the international market. However, RIL has hedged an undisclosed quantum of ethane purchases up to December 2020. The retail business revenue grew 25 per cent sequentially and 121 per cent on a yearly basis surprising the street. This is triple-digit growth on YoY basis for the fourth quarter running. In the first half of the FY19, the total revenue of retail business revenue reached Rs 58,326 crore and if the company maintains the current quarterly rate in the remaining of the two quarters of the current fiscal revenue may cross Rs 1 lakh crore. The street is pencilling in revenue of Rs 1 lakh crore for the next fiscal year. The street is valuing retail business for Rs 140-160 per share and valuation multiples are lower than its peers. In the September quarter, RJio added 37 million subscribers compared with 28.7 million in the previous quarter and average revenue per user dropped to Rs 131.7 from Rs 135. The trend is likely to continue as strategy precedence of customer acquisition over the margins will likely stay till it reaches critical mass in the subscriber and revenue market share. The controlling stake in cable operator for the fourth quarter for the fourth quarter and Den Network will support the penetration of the JioFibre - fibre-based broadband service. Hathway and Den Networks offer broadband services with nearly 6.5m homes and a combined broadband subscriber base of 0.9m.",
			"label":"",
			"delta":""
		}
	]
}
